[
  {
    "patent_id": "7620367",
    "title": "精神障害分析装置",
    "text": "精神障害分析装置 課題精神障害であることを分析する精神障害分析装置を提供する。解決手段精神障害分析装置は、精神障害であると診断された患者CHCHCHCHCHCHEMICAL6479MICCHEMICACHEMICACHEMICAL647864626461L6459MICACHEMICACHEMICACHEMICAL6458645364386434MICACHEMICAL64336424MICACHEMICAL64236414MICAL6413ECHEMICAL6415AL20学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部と、分析対象者LECHEMICAL6460AL21分析対象動画を取得する取得部と、分析対象動画に精神障害学習モデルを適用して、分析対象者が精神障害であるか否かを分析する分析部と、LECHEMICAL6480AL00。選択図図 本発明は、精神障害分析装置LEGAL170。 発言者の発言に対して他者が受ける感情を解析する技術が知られている例えば、特許文献参照。また、対象者の表情の変化を長期間にわたり時系列的に解析し、その間に抱いた感情を推定する技術も知られている例えば、特許文献参照。さらに、感情の変化に最も影響を与えた要素を特定する技術も知られている例えば、特許文献参照。さらにまた、対象者の普段の表情と現在の表情とを比較して、表情が暗い場合にアラートを発する技術も知られている例えば、特許文献参照。また、対象者の平常時無表情時の表情と現在の表情とを比較して、対象者の感情の度合いを判定するようにした技術も知られている例えば、特許文献参照。更に、また、組織としての感情や、個人が感じるグループ内の雰囲気を分析する技術も知られている例えば、特許文献、参照。 本開示の実施形態の内容を列記して説明する。本開示は、以下のような構成LEGAL01。 項目 精神障害であると診断された患者LEGAL22学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部と、 分析対象者LEGAL23分析対象動画を取得する取得部と、 LEGAL60、LEGAL61、 精神障害分析装置。 項目 請求項に記載の精神障害分析装置LEGAL140、 LEGAL62、第被検者及び第被検者の双方が専門家LEGAL160、 LEGAL64、LEGAL65、 精神障害分析装置。 項目 請求項に記載の精神障害分析装置LEGAL141、 LEGAL66、LEGAL67、 精神障害分析装置。 項目 請求項に記載の精神障害分析装置LEGAL142、 LEGAL68、LEGAL69、 精神障害分析装置。 項目 請求項に記載の精神障害分析装置LEGAL143、 LEGAL610、オンラインセッションを利用して取得されたものである、 精神障害分析装置。 項目 請求項に記載の精神障害分析装置LEGAL144、 LEGAL611、LEGAL612。 項目 請求項に記載の精神障害分析装置LEGAL145、 LEGAL613、 LEGAL614、 LEGAL615、LEGAL616、 精神障害分析装置。 項目 精神障害であると診断された患者LEGAL26学習用動画を教師データとして学習させた精神障害学習モデルをコンピュータの記憶部に記憶させるステップと、 分析対象者LEGAL27分析対象動画を取得するステップと、 LEGAL617、LEGAL618、 精神障害分析方法。 項目 精神障害であると診断された患者LEGAL29学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部と、 分析対象者LEGAL210分析対象動画を取得する取得部と、 LEGAL619、LEGAL620、 精神障害分析システム。 項目 コンピュータを 精神障害であると診断された患者LEGAL211学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部、 分析対象者LEGAL212分析対象動画を取得する取得部、 LEGAL621、LEGAL622、 精神障害分析プログラム。 以下に添付図面を参照しながら、本開示の好適なLEGAL260について詳細に説明する。なお、本明細書及び図面LEGAL150、実質的に同一の機能構成LEGAL10構成要素については、同一の符号を付することにより重複説明を省略する。 本発明は、分析対象者がコミュニケーションを行っている様子を録画した動画を分析し、特定の精神の状態例えば、精神障害などが例示できるがこれに限られないであるか否かLEGAL171。 本システムは、精神障害であると診断された患者LEGAL213学習用動画を教師データとして学習させた精神障害学習モデルを生成し、分析対象者LEGAL214動画に精神障害学習モデルを適用して、分析対象者が精神障害であるか否かを分析する。精神障害学習モデルの生成と、分析対象者の分析は、後述する動画分析装置を用いて行う。 以下、本システムのLEGAL261の説明を次の順序で行う。 動画分析装置 動画分析装置の基本機能 ハードウェア構成例 動画の取得方法 分析の流れ モデルの生成 概要 モデルの生成手法 その他のモデル生成方法 分析対象者の分析 動画の取得 分析モデルの適用 数値の取得 閾値の設定と判定 出力形式 分析対象例 動画分析装置 基本機能 本実施形態の動画分析装置は、複数人でビデオセッション以下、一方向及び双方向含めてオンラインセッションというが行われる環境LEGAL151、当該複数人の中の解析対象者について他者とは異なる特異的な感情自分または他人の言動に対して起こる気持ち。快・不快またはその程度などを解析し評価するシステムである。オンラインセッションは、例えばオンライン会議、オンライン授業、オンラインチャットなどであり、LEGAL130、当LEGAL81。オンラインセッションで扱う動画像には、端末を使用するユーザの顔画像や音声が含まれる。また、動画像には、LEGAL131。各端末の画面上に顔画像と資料画像とを切り替えて何れか一方のみを表示させたり、表示領域を分けて顔画像と資料画像とを同時に表示させたりすることが可能である。また、複数人のうち人の画像を全画面表示させたり、一部または全部のユーザの画像を小画面に分割して表示させたりすることが可能である。端末を使用してオンラインセッションに参加するLEGAL132、何れか人または複数人を解析対象者として指定することが可能である。例えば、オンラインセッションの主導者、進行者または管理者以下、まとめて主催者というが何れかのユーザを解析対象者として指定する。オンラインセッションの主催者は、例えばオンライン授業の講師、オンライン会議の議長やファシリテータ、コーチングを目的としたセッションのコーチなどである。オンラインセッションの主催者は、オンラインセッションに参加するLEGAL133、オンラインセッションに参加しない別人LEGAL146。なお、解析対象者を指定せず全ての参加者を解析対象としてもよい。また、オンラインセッションの主導者、進行者または管理者以下、まとめて主催者というが何れかのユーザを解析対象者として指定することも可能である。オンラインセッションの主催者は、例えばオンライン授業の講師、オンライン会議の議長やファシリテータ、コーチングを目的としたセッションのコーチなどである。オンラインセッションの主催者は、オンラインセッションに参加するLEGAL134、オンラインセッションに参加しない別人LEGAL147。 本LEGAL262LEGAL161、LEGAL135、当LEGAL82。表示された動画像は、端末によって取得され、動画像内に含まれるLEGAL110。その後、識別された顔画像LEGAL172。当該評価値は必要に応じて共有される。特に、本LEGAL263LEGAL152、取得した動画像は当該端末に保存され、端末上で分析評価され、その結果が当該端末のユーザに提供される。従って、例えば個人情報LEGAL215ビデオセッションや機密情報LEGAL216ビデオセッションLEGAL148、その動画自体を外部の評価機関等に提供することなく分析評価できる。また、必要に応じて、当該評価結果評価値だけを外部端末に提供することによって、結果を可視化したり、クロス分析等行うことができる。 図に示されるように、本LEGAL264LEGAL162、LEGAL111、ディスプレイ等の表示部とスピーカー等の出力部とLEGAL11ユーザ端末、と、ユーザ端末、に双方向のビデオセッションを提供するビデオセッションサービス端末と、ビデオセッションLEGAL173。 ハードウェア構成例 以下に説明する各機能ブロック、機能単位、機能モジュールは、例えばコンピュータに備えられたハードウェア、Digital Signal Processor、ソフトウェアの何れによっても構成することが可能である。例えばソフトウェアによって構成する場合、実際にはコンピュータの、、などを備えて構成され、や、ハードディスクまたは半導体メモリ等の記録媒体に記憶されたプログラムが動作することによって実現される。本明細書LEGAL153、ソフトウェア、ハードウェア、及びソフトウェアとハードウェアとの組合せのいずれを用いて実現されてもよい。本実施形態に係る情報共有支援装置の各機能を実現するためのコンピュータプログラムを作製し、等に実装することが可能である。また、このようなコンピュータプログラムが格納された、コンピュータで読み取り可能な記録媒体も提供することが可能である。記録媒体は、例えば、磁気ディスク、光ディスク、光磁気ディスク、フラッシュメモリ等である。また、上記のコンピュータプログラムは、記録媒体を用いずに、例えばネットワークを介して配信されてもよい。 本LEGAL265LEGAL163、ビデオセッションサービス端末から動画像を取得し、当LEGAL87、顔画像LEGAL174。 動画の取得方法 図に示されるように、ビデオセッションサービス端末が提供するビデオセッションサービス以下、単に「本サービス」と言うことがある」は、ユーザ端末、に対して双方向に画像および音声によって通信が可能となるものである。本サービスは、ユーザ端末のディスプレイに相手のユーザ端末のカメラ部で取得した動画像を表示し、相手のユーザ端末のマイク部で取得した音声をスピーカーから出力可能となっている。また、本サービスは双方の又はいずれかのユーザ端末によって、動画像及び音声これらを合わせて「動画像等」というをLEGAL112。記録された動画像情報以下「記録情報」というは、記録を開始したユーザ端末にキャッシュされつついずれかのユーザ端末のローカルのみに記録されることとなる。ユーザは、必要があれば当該記録情報を本サービスの利用の範囲内で自分で視聴、他者に共有等行うこともできる。 分析の流れ 図は、本実施形態LEGAL164。図に示すように、本実施形態の動画分析装置は、ユーザ端末が有する機能構成として実現される。すなわち、ユーザ端末はその機能として、動画像取得部、生体反応解析部、特異判定部、関連事象特定部、クラスタリング部および解析結果通知部を備えている。 動画像取得部は、オンラインセッション中に各端末が備えるカメラにより複数人LEGAL136。各端末から取得する動画像は、各端末の画面上に表示されるように設定されているものか否かは問わない。すなわち、動画像取得部は、各端末に表示中の動画像および非表示中の動画像を含めて、動画像を各端末から取得する。 生体反応解析部は、動画像取得部により取得された動画像画面上に表示中のものか否かは問わないに基づいて、複数人のそれぞれについて生体反応の変化を解析する。本実施形態LEGAL154、動画像取得部により取得された動画像を画像のセットフレーム画像の集まりと音声とに分離し、それぞれから生体反応の変化を解析する。 例えば、生体反応解析部は、動画像取得部により取得された動画像から分離したフレーム画像を用いてユーザの顔画像を解析することにより、表情、目線、脈拍、顔の動きのLEGAL113。また、生体反応解析部は、動画像取得部により取得された動画像から分離した音声を解析することにより、ユーザの発言内容、声質のLEGAL114。 人は感情が変化すると、それが表情、目線、脈拍、顔の動き、発言内容、声質などの生体反応の変化となって現れる。本実施形態では、ユーザの生体反応の変化を解析することを通じて、ユーザの感情の変化を解析する。本実施形態LEGAL155、一例として、快不快の程度である。本実施形態LEGAL156、生体反応の変化をLEGAL101、生体反応の変化の内容を反映させた生体反応指標値を算出する。 表情の変化の解析は、例えば以下のようにして行う。すなわち、フレーム画像ごとに、フレーム画像の中から顔の領域を特定し、事前に機械学習させた画像解析モデルに従って特定した顔の表情を複数に分類する。そして、その分類結果に基づいて、連続するフレーム画像間でポジティブな表情変化が起きているか、ネガティブな表情変化が起きているか、およびどの程度の大きさの表情変化が起きているかを解析し、その解析結果に応じた表情変化指標値を出力する。 目線の変化の解析は、例えば以下のようにして行う。すなわち、フレーム画像ごとに、フレーム画像の中から目の領域を特定し、両目の向きを解析することにより、ユーザがどこを見ているかを解析する。例えば、表示中の話者の顔を見ているか、表示中の共有資料を見ているか、画面の外を見ているかなどを解析する。また、目線の動きが大きいか小さいか、動きの頻度が多いか少ないかなどを解析するようにしてもよい。目線の変化はユーザの集中度にも関連する。生体反応解析部は、目線の変化の解析結果に応じた目線変化指標値を出力する。 脈拍の変化の解析は、例えば以下のようにして行う。すなわち、フレーム画像ごとに、フレーム画像の中から顔の領域を特定する。そして、顔の色情報のの数値を捉える学習済みの画像解析モデルを用いて、顔表面の色の変化を解析する。その結果を時間軸に合わせて並べることによって色情報の変化を表した波形を形成し、この波形から脈拍を特定する。人は緊張すると脈拍が速くなり、気持ちが落ち着くと脈拍が遅くなる。生体反応解析部は、脈拍の変化の解析結果に応じた脈拍変化指標値を出力する。 顔の動きの変化の解析は、例えば以下のようにして行う。すなわち、フレーム画像ごとに、フレーム画像の中から顔の領域を特定し、顔の向きを解析することにより、ユーザがどこを見ているかを解析する。例えば、表示中の話者の顔を見ているか、表示中の共有資料を見ているか、画面の外を見ているかなどを解析する。また、顔の動きが大きいか小さいか、動きの頻度が多いか少ないかなどを解析するようにしてもよい。顔の動きと目線の動きとを合わせて解析するようにしてもよい。例えば、表示中の話者の顔をまっすぐ見ているか、上目遣いまたは下目使いに見ているか、斜めから見ているかなどを解析するようにしてもよい。生体反応解析部は、顔の向きの変化の解析結果に応じた顔向き変化指標値を出力する。 発言内容の解析は、例えば以下のようにして行う。すなわち、生体反応解析部は、指定した時間例えば、秒程度の時間の音声について公知の音声認識処理を行うことによって音声を文字列に変換し、当該文字列を形態素解析することにより、助詞、冠詞などの会話を表す上で不要なワードを取り除く。そして、残ったワードをベクトル化し、ポジティブな感情変化が起きているか、ネガティブな感情変化が起きているか、およびどの程度の大きさの感情変化が起きているかを解析し、その解析結果に応じた発言内容指標値を出力する。 声質の解析は、例えば以下のようにして行う。すなわち、生体反応解析部は、指定した時間例えば、秒程度の時間の音声について公知の音声解析処理を行うことによって音声の音響的特徴を特定する。そして、その音響的特徴に基づいて、ポジティブな声質変化が起きているか、ネガティブな声質変化が起きているか、およびどの程度の大きさの声質変化が起きているかを解析し、その解析結果に応じた声質変化指標値を出力する。 生体反応解析部は、以上のようにして算出した表情変化指標値、目線変化指標値、脈拍変化指標値、顔向き変化指標値、発言内容指標値、声質変化指標値のLEGAL115。例えば、表情変化指標値、目線変化指標値、脈拍変化指標値、顔向き変化指標値、発言内容指標値および声質変化指標値を重み付け計算することにより、生体反応指標値を算出する。 特異判定部は、解析対象者について解析された生体反応の変化が、解析対象者以外の他者について解析された生体反応の変化と比べて特異的か否かを判定する。本実施形態LEGAL157、特異判定部は、生体反応解析部によりLEGAL137、解析対象者について解析された生体反応の変化が他者と比べて特異的か否かを判定する。 例えば、特異判定部は、生体反応解析部により複数人のそれぞれについて算出された生体反応指標値の分散を算出し、解析対象者について算出された生体反応指標値と分散との対比により、解析対象者について解析された生体反応の変化が他者と比べて特異的か否かを判定する。 解析対象者について解析された生体反応の変化が他者と比べて特異的である場合として、次のパターンが考えられる。つ目は、他者については特に大きな生体反応の変化が起きていないが、解析対象者について比較的大きな生体反応の変化が起きた場合である。つ目は、解析対象者については特に大きな生体反応の変化が起きていないが、他者について比較的大きな生体反応の変化が起きた場合である。つ目は、解析対象者についても他者についても比較的大きな生体反応の変化が起きているが、変化の内容が解析対象者と他者とで異なる場合である。 関連事象特定部は、特異判定部により特異的であると判定された生体反応の変化が起きたときに解析対象者、他者および環境のLEGAL116。例えば、関連事象特定部は、解析対象者について特異的な生体反応の変化が起きたときにおける解析対象者自身の言動を動画像から特定する。また、関連事象特定部は、解析対象者について特異的な生体反応の変化が起きたときにおける他者の言動を動画像から特定する。また、関連事象特定部は、解析対象者について特異的な生体反応の変化が起きたときにおける環境を動画像から特定する。環境は、例えば画面に表示中の共有資料、解析対象者の背景に写っているものなどである。 クラスタリング部は、特異判定部により特異的であると判定された生体反応の変化例えば、目線、脈拍、顔の動き、発言内容、声質のうちつまたはLEGAL138、当該特異的な生体反応の変化が起きたときに発生している事象関連事象特定部により特定された事象との相関の程度を解析し、相関が一定レベル以上であると判定された場合に、その相関の解析結果に基づいて解析対象者または事象をクラスタリングする。 例えば、特異的な生体反応の変化がネガティブな感情変化に相当するものであり、当該特異的な生体反応の変化が起きたときに発生している事象もネガティブな事象である場合には一定レベル以上の相関が検出される。クラスタリング部は、その事象の内容やネガティブな度合い、相関の大きさなどに応じて、あらかじめセグメント化したLEGAL139。 同様に、特異的な生体反応の変化がポジティブな感情変化に相当するものであり、当該特異的な生体反応の変化が起きたときに発生している事象もポジティブな事象である場合には一定レベル以上の相関が検出される。クラスタリング部は、その事象の内容やポジティブな度合い、相関の大きさなどに応じて、あらかじめセグメント化したLEGAL1310。 解析結果通知部は、特異判定部により特異的であると判定された生体反応の変化、関連事象特定部により特定された事象、およびクラスタリング部によりクラスタリングされた分類のLEGAL117、解析対象者の指定者解析対象者またはオンラインセッションの主催者に通知する。 例えば、解析結果通知部は、解析対象者について他者とは異なる特異的な生体反応の変化が起きたとき上述したパターンの何れか。以下同様に発生している事象として解析対象者自身の言動を解析対象者自身に通知する。これにより、解析対象者は、自分がある言動を行ったときに他者とは違う感情を持っていることを把握することができる。このとき、解析対象者について特定された特異的な生体反応の変化も併せて解析対象者に通知するようにしてもよい。さらに、対比される他者の生体反応の変化を更に解析対象者に通知するようにしてもよい。 例えば、解析対象者が普段どおりの感情で特に意識せずに行った言動、または、解析対象者がある感情を伴って特に意識して行った言動に対して他者が受けた感情と、言動の際に解析対象者自身が抱いていた感情とが相違している場合に、そのときの解析対象者自身の言動が解析対象者に通知される。これにより、自分の意識に反して他者の受けが良い言動や他者の受けが良くない言動などを発見することも可能である。 また、解析結果通知部は、解析対象者について他者とは異なる特異的な生体反応の変化が起きたときに発生している事象を、特異的な生体反応の変化と共にオンラインセッションの主催者に通知する。これにより、オンラインセッションの主催者は、指定した解析対象者に特有の現象として、どのような事象がどのような感情の変化に影響を与えているのかを知ることができる。そして、その把握した内容に応じて適切な処置を解析対象者に対して行うことが可能となる。 また、解析結果通知部は、解析対象者について他者とは異なる特異的な生体反応の変化が起きたときに発生している事象または解析対象者のクラスタリング結果をオンラインセッションの主催者に通知する。これにより、オンラインセッションの主催者は、指定した解析対象者がどの分類にクラスタリングされたかによって、解析対象者に特有の行動の傾向を把握したり、今後起こり得る行動や状態などを予測したりすることができる。そして、それに対して適切な処置を解析対象者に対して行うことが可能となる。 モデルの生成 概要 本LEGAL266LEGAL165、精神障害であると診断された患者LEGAL217学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部と、分析対象者LEGAL218動画を取得する取得部と、動画に精神障害学習モデルを適用して分析対象者が精神障害であるか否かを分析する分析部を備えている。 モデルの生成手法 精神障害学習モデルは、精神障害であると診断された患者の行動や表情、発話などの特徴を映し出す動画が教師データとして用いられる。これにより、モデルは精神障害の特徴やパターンを学習し、新たな動画データに対して精神障害の有無を分析する能力を持つようになる。 特に、本LEGAL267LEGAL166、第被検者及び第被検者の双方が専門家LEGAL167。ここで記第被検者は精神障害であることが事前に診断された者であり、第被検者は精神障害であることが事前に診断されていない者である。 第被検者は、動画が撮影される前にすでに精神障害であると診断されている者である。この被検者の動画は、モデルが精神障害の明確な特徴を学習するための主要な教師データとして機能する。第被検者の動画から、精神障害の典型的な症状や反応、表情、発話などの特徴を学習することができる。 第被検者は、動画が撮影される前に精神障害であるとは診断されていない者である。この被検者の動画は、モデルが正常な反応や行動の特徴を学習するのに役立つ。また、過学習を防ぐためや、正常な行動の特徴を学習して精神障害がないと判断する能力を高めるためにも不可欠である。 図に示されるように、精神障害学習モデルの具体的な生成手順は次のとおりである。 ステップ 第被検者と第被検者に専門家と会話をさせ、その様子を録画する。ここで、動画視覚的情報と音声聴覚的情報の両方のデータが取得される。 上述した診断プロセスとして、「うつ病の診断基準」を例示すると次のとおりである。すなわち、うつ病の診断は、患者の自己申告の症状、臨床的観察、および標準的な診断基準例やなどに基づいて行われる。例えば、以下の症状があるかどうかを専門家LEGAL168。  気分の低下や抑うつ気分  興味や喜びの喪失  疲れやエネルギーの喪失  無価値感や過度なまたは不適切な罪悪感  集中力の低下や決断困難  不眠または過眠  食欲の増加または減少に伴う体重の変化  自傷の考えや自殺の考えや計画 ステップ より具体的には、専門家と、被検者との会話は臨床的に認められた精神障害の診断プロセスに則って実施する。このプロセスにより、被検者の反応や表情、言葉の選び方、トーンなどの精神障害の兆候や特徴が明確に捉えられモデル生成に資する。専門家は、患者との会話を通じて、上記のうつ病の症状の有無や程度を評価してもよいし被検者をラベリングしてもよい。また、患者の日常生活や活動の程度、過去の病歴や家族の病歴、使用中の薬や他の治療法などの情報が収集されていてもよい。 取得される専門家との会話は、以下のようなものが例示ができる。  専門家「最近、気分がどうですか毎日の気分はどのように変わっていますか」 被検者「ずっと憂鬱で、何をする気にもなれない。何も楽しむことができないように感じます。」 専門家「夜の睡眠はどうですか夜中に何度も目が覚めることはありますか」 被検者「夜中に何度も目が覚めてしまって、朝も疲れて起き上がるのが難しいです。」 専門家「最近、食事に関して変化は感じられますか食欲が増えたり減ったりしていますか」 被検者「ほとんど食欲がなく、食事をするのも億劫に感じます。」 専門家「自分のことをどのように感じていますか自己評価や価値についての感じ方が変わりましたか」 被検者「自分は何もできないと感じることが多く、無価値感が強くなっています。」 ステップ すべての被検者の会話をマルチモーダルを利用して特徴量を解析して学習モデルを生成する。マルチモーダルを利用することで、動画と音声の両方から得られる情報を最大限に活用し、高精度な精神障害学習モデルを生成することができる。 その他のモデル生成方法 本LEGAL268LEGAL169、例えば次のような方法で生成することとしてもよい。 教師あり学習精神障害の診断結果を持つ患者の動画と、その診断結果ラベルを組み合わせて使用する。モデルは動画から特徴を抽出し、それとラベルとを関連付けることで学習する。 転移学習既存の動画認識モデルや顔認識モデルを基盤として、精神障害特有の特徴を学習させる。大量の一般的な動画データで事前に学習させたモデルを用い、少量の精神障害データで微調整を行う。 深層学習ニューラルネットワークを使用して、動画内の画像や音声データの深層的な特徴を捉える。CCHEMICAL6535N (Convolutional Neural Network) で動画内の視覚的な特徴や、RNN (Recurrent Neural Network) やLSTM (Long Short Term Memory) で時間的な連続性を持つ特徴を学習する。 強化学習診断結果に基づき、モデルが正しい判断をした際に報酬を与えることで、繰り返し学習を行う。これにより、モデルは最も正確な分析結果を出す行動を学習する。 これらの学習方法を適切に組み合わせることで、精神障害の特徴を高精度に捉えることが可能な学習モデルが生成される。 分析対象者の分析 動画の取得 分析対象者が日常の会話をしている様子を録画する。録画は例えば日常のオンラインミーティングの様子を録画してもよい。日常生活での友人や家族との会話、またはコンピュータが生成したエージェントとの対話を模倣する場としてもよい。エージェントの場合、一般的な日常の質問や深い感情を引き出すような質問をプログラムして、分析対象者の反応を観察することとしてもよい。 分析モデルの適用 取得した動画にまマルチモーダルに入力する。分析にあたって、動画の映像データ表情や身体言語などと音声データ話し方や言葉の選び方などの双方から情報が取得される。先に生成された精神障害学習モデルを利用して、分析対象者の動画に含まれる特徴やパターンを分析し、精神障害の兆候や特徴があるかを判定する。 数値の取得 は分析の結果を数値データとして出力する。この数値は、例えばからの間の値で、に近いほど精神障害の特徴が強く認められるということを示すとしてもよい。この数値は、精神障害の確率や程度を示す指標として利用される。 閾値の設定と判定 事前に設定された閾値を基に、分析対象者が精神障害を持つ可能性があるかを判定する。例えば、以上の数値を持つ場合、高い確率で精神障害の兆候があると判定するとする。この閾値は、先行研究や臨床経験に基づいて設定されるものであり、時代や研究の進展に応じて更新されることが考えられる。最終的に、このシステムは早期の精神障害の発見をすることができる。 出力形式 上述した判定結果はLEGAL102。出力の形式は、例えば、PDFレポート、メールなどLEGAL1610、人事クラウドサービス等のダッシュボードへの表示、連携などが例示できる。また、出力の相手としては、主治医やカウンセラーなどの専門家、対象者自身、家族、会社や学校などの組織の管理部門、保険会社、リハビリテーション施設などが例示できる。 分析対象例 本システムはが対象とする疾患は、例えば次のようなものが列挙できる。うつ病、双極性障害、統合失調症、一般性不安障害、強迫性障害、パニック障害、社交不安障害、PTSD、境界性人格障害、反社会的人格障害、依存性人格障害、回避性人格障害、注意欠如・多動性障害、自閉症スペクトラム障害、アルコール使用障害、薬物使用障害、アルツハイマー型認知症、レビー小体型認知症、血管性認知症、神経性食欲不振症、神経性過食症、不眠症、睡眠時無呼吸症候群、性欲減退症、性的機能不全、転換障害、解離性障害、サマトフォーム障害、他者LEGAL1611、自己LEGAL1612。 本明細書LEGAL158、必ずしも図示された順序で実行されなくてもよい。いくつかの処理ステップは、並列的に実行されてもよい。また、追加的な処理ステップが採用されてもよく、一部の処理ステップが省略されてもよい。 以上説明したLEGAL269を適宜組み合わせて実施することとしてもよい。また、本明細書に記載された効果は、あくまで説明的または例示的なものLEGAL149。つまり、本開示に係る技術は、上記の効果とともに、または上記の効果に代えて、本明細書の記載から当業者には明らかな他の効果を奏しうる。 精神障害であると診断された患者LEGAL219学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部と、 分析対象者の日常会話に係る分析対象動画を取得する取得部と、 LEGAL624、LEGAL625、 精神障害分析システム。 請求項に記載の精神障害分析システムLEGAL1410、 LEGAL626、コンピュータが生成したエージェントとの対話LEGAL175、 LEGAL627、 を特徴とする精神障害分析システム。 請求項に記載の精神障害分析システムLEGAL1411、 LEGAL628、コンピュータが生成したエージェントとの対話LEGAL176、 LEGAL629、 を特徴とする精神障害分析システム。 精神障害であると診断された患者LEGAL220学習用動画を教師データとして学習させた精神障害学習モデルをコンピュータの記憶部に記憶させるステップと、 分析対象者の日常会話に係る分析対象動画を取得するステップと、 LEGAL630、LEGAL631、をコンピュータが実行する、 精神障害分析方法。 コンピュータを 精神障害であると診断された患者LEGAL221学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部、 分析対象者の日常会話に係る分析対象動画を取得する取得部、 LEGAL632、LEGAL633、 精神障害分析プログラム。",
    "claims": [
      "精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部と、 分析対象者の日常会話に係る分析対象動画を取得する取得部と、 前記分析対象動画に前記精神障害学習モデルを適用して、前記分析対象者が前記精神障害であるか否かを分析する分析部を備える、 精神障害分析システム。",
      "請求項１に記載の精神障害分析システムであって、 前記分析対象動画は、コンピュータが生成したエージェントとの対話に関するものであり、 前記分析対象者の日常に関する質問をするように前記エージェントを設定すること、 を特徴とする精神障害分析システム。",
      "請求項１に記載の精神障害分析システムであって、 前記分析対象動画は、コンピュータが生成したエージェントとの対話に関するものであり、 前記分析対象者の感情を引き出すための質問をするように前記エージェントを設定すること、 を特徴とする精神障害分析システム。",
      "精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルをコンピュータの記憶部に記憶させるステップと、 分析対象者の日常会話に係る分析対象動画を取得するステップと、 前記分析対象動画に前記精神障害学習モデルを適用して、前記分析対象者が前記精神障害であるか否かを分析するステップと、をコンピュータが実行する、 精神障害分析方法。",
      "コンピュータを 精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部、 分析対象者の日常会話に係る分析対象動画を取得する取得部、 前記分析対象動画に前記精神障害学習モデルを適用して、前記分析対象者が前記精神障害であるか否かを分析する分析部として機能させる、 精神障害分析プログラム。"
    ]
  },
]