[
  {
    "patent_id": "",
    "section": "abstract",
    "text": "【課題】精神障害であることを分析する精神障害分析装置を提供する。【解決手段】精神障害分析装置は、精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部と、分析対象者を含む分析対象動画を取得する取得部と、分析対象動画に精神障害学習モデルを適用して、分析対象者が精神障害であるか否かを分析する分析部と、を備える。【選択図】図４"
  },
  {
    "patent_id": "",
    "section": "background_art",
    "text": "発言者の発言に対して他者が受ける感情を解析する技術が知られている（例えば、特許文献１参照）。また、対象者の表情の変化を長期間にわたり時系列的に解析し、その間に抱いた感情を推定する技術も知られている（例えば、特許文献２参照）。さらに、感情の変化に最も影響を与えた要素を特定する技術も知られている（例えば、特許文献３～５参照）。さらにまた、対象者の普段の表情と現在の表情とを比較して、表情が暗い場合にアラートを発する技術も知られている（例えば、特許文献６参照）。また、対象者の平常時（無表情時）の表情と現在の表情とを比較して、対象者の感情の度合いを判定するようにした技術も知られている（例えば、特許文献７～９参照）。更に、また、組織としての感情や、個人が感じるグループ内の雰囲気を分析する技術も知られている（例えば、特許文献１０、１１参照）。"
  },
  {
    "patent_id": "",
    "section": "detailed_description",
    "text": "本開示の実施形態の内容を列記して説明する。本開示は、以下のような構成を備える。 ［項目１］ 精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部と、 分析対象者を含む分析対象動画を取得する取得部と、 前記分析対象動画に前記精神障害学習モデルを適用して、前記分析対象者が前記精神障害であるか否かを分析する分析部を備える、 精神障害分析装置。 ［項目２］ 請求項１に記載の精神障害分析装置であって、 前記学習用動画は、第１被検者及び第２被検者の双方が専門家による前記精神障害の診断プロセスを受けているときの様子を録画したものであり、 前記第１被検者は前記精神障害であることが事前に診断された者であり、前記第２被検者は前記精神障害であることが事前に診断されていない者である、 精神障害分析装置。 ［項目３］ 請求項１に記載の精神障害分析装置であって、 前記分析対象動画は、前記分析対象者の少なくとも表情および声を含むものである、 精神障害分析装置。 ［項目４］ 請求項１に記載の精神障害分析装置であって、 前記分析対象動画は、前記動画は前記対象者が他人と行っている会話に関するものである、 精神障害分析装置。 ［項目５］ 請求項１に記載の精神障害分析装置であって、 前記分析対象動画は、オンラインセッションを利用して取得されたものである、 精神障害分析装置。 ［項目６］ 請求項１に記載の精神障害分析装置であって、 前記分析部は、前記分析対象者の前記精神障害の度合いが所定の閾値を越えるかどうかに関する情報を含む 精神障害分析装置。"
  },
  {
    "patent_id": "",
    "section": "claim_1",
    "text": "精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部と、 分析対象者の日常会話に係る分析対象動画を取得する取得部と、 前記分析対象動画に前記精神障害学習モデルを適用して、前記分析対象者が前記精神障害であるか否かを分析する分析部を備える、 精神障害分析システム。"
  },
  {
    "patent_id": "",
    "section": "claim_2",
    "text": "請求項１に記載の精神障害分析システムであって、 前記分析対象動画は、コンピュータが生成したエージェントとの対話に関するものであり、 前記分析対象者の日常に関する質問をするように前記エージェントを設定すること、 を特徴とする精神障害分析システム。"
  },
  {
    "patent_id": "",
    "section": "claim_3",
    "text": "請求項１に記載の精神障害分析システムであって、 前記分析対象動画は、コンピュータが生成したエージェントとの対話に関するものであり、 前記分析対象者の感情を引き出すための質問をするように前記エージェントを設定すること、 を特徴とする精神障害分析システム。"
  },
  {
    "patent_id": "",
    "section": "claim_4",
    "text": "精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルをコンピュータの記憶部に記憶させるステップと、 分析対象者の日常会話に係る分析対象動画を取得するステップと、 前記分析対象動画に前記精神障害学習モデルを適用して、前記分析対象者が前記精神障害であるか否かを分析するステップと、をコンピュータが実行する、 精神障害分析方法。"
  },
  {
    "patent_id": "",
    "section": "claim_5",
    "text": "コンピュータを 精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部、 分析対象者の日常会話に係る分析対象動画を取得する取得部、 前記分析対象動画に前記精神障害学習モデルを適用して、前記分析対象者が前記精神障害であるか否かを分析する分析部として機能させる、 精神障害分析プログラム。"
  },
  {
    "patent_id": "",
    "section": "background_art",
    "text": "インターネットの発展に伴って、オンラインマーケットプレイスが普及している。従来のオンラインマーケットプレイスでは、主に商品の販売が盛んに行われていたが、近年は役務の販売（予約）についても盛んに行われるようになった。 サービスの予約に向けられた技術として、例えば、特許文献１には、ユーザから電話で予約を受け付けて、予約結果を示すメッセージを当該ユーザに送信する技術が記載されており、ウェブサイト経由の予約に加え、電話経由での予約を効率化する技術を開示している。特許文献２には、複数の業者に対し、それぞれ予約申込者を代行して予約を申し込む為の技術が記載されている。 オンラインマーケットプレイスにおいて販売される役務のうち、特に緊急性の高い役務（以降、緊急系と呼称する）が存在する。例えば、家庭内の上下水道設備のトラブル等、日常的に利用される設備や機器の故障対応等が緊急系に該当する。 緊急系に関する技術として、例えば、特許文献３には、加入者からエレベータのトラブルの救援依頼を受けると、現状及び希望に添ったサービス会社のサービスマンを迅速に派遣する救援サービスシステムに関する技術が記載されている。"
  },
  {
    "patent_id": "",
    "section": "detailed_description",
    "text": "以下、添付図面を参照して、更に詳細に説明する。図面には好ましい実施形態が示されている。しかし、多くの異なる形態で実施されることが可能であり、本明細書に記載される実施形態に限定されない。 例えば、本実施形態では予約管理システムの構成、動作等について説明するが、実行される方法、装置、コンピュータプログラム等によっても、同様の作用効果を奏することができる。本実施形態におけるプログラムは、コンピュータが読み取り可能な非一過性の記録媒体として提供されてもよいし、外部のサーバからダウンロード可能に提供されてもよいし、クライアント端末でその機能を実現する為に外部のコンピュータにおいて当該プログラムを起動させてもよい（いわゆるクラウドコンピューティング）。 また、本実施形態において「部」とは、例えば、広義の回路によって実施されるハードウェア資源と、これらハードウェア資源によって具体的に実現され得るソフトウェアの情報処理とを合わせたものも含み得る。本実施形態において「情報」とは、例えば電圧・電流を表す信号値の物理的な値、０又は１で構成される２進数のビット集合体としての信号値の高低、又は量子的な重ね合わせ（いわゆる量子ビット）によって表され、広義の回路上で通信・演算が実行され得る。 広義の回路とは、回路（Circuit）、回路類（Circuitry）、プロセッサ（Processor）及びメモリ（Memory）等を適宜組み合わせることによって実現される回路である。"
  },
  {
    "patent_id": "",
    "section": "claim_1",
    "text": "緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理システムであって、 前記予約管理システムは、呼制御部、予約データ生成部及び、メッセージ機能提供部を備え、 前記呼制御部は、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信し、 前記予約データ生成部は、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記メッセージ機能提供部は、当該予約に対応付けられた前記利用者及び提供者よりメッセージを受信し、受信したメッセージを前記利用者及び提供者に表示処理し、 前記予約データ又は前記利用者に関する情報の登録状況に応じてメッセージ機能の提供が制限される一方で、前記呼制御部は、前記予約データによって対応付けられた提供者及び利用者間で通話可能に構成される、 予約管理システム。"
  },
  {
    "patent_id": "",
    "section": "claim_2",
    "text": "前記予約管理システムは、予約データ処理部を更に備え、 前記予約データ処理部は、前記提供者から、前記予約データに対する役務提供の日時の登録を受け付け、 少なくとも、前記日時が登録されたか否かに基づいて、前記メッセージ機能の提供が制限される、 請求項１に記載の予約管理システム。"
  },
  {
    "patent_id": "",
    "section": "claim_3",
    "text": "前記予約データ処理部は、当該予約が行われた日時から所定時間内の日時を、前記役務提供の日時として登録可能な日時とする、 請求項２に記載の予約管理システム。"
  },
  {
    "patent_id": "",
    "section": "claim_4",
    "text": "前記予約管理システムは、利用者情報処理部を更に備え、 前記利用者情報処理部は、前記利用者から、利用者情報の登録を受け付け、 少なくとも、前記利用者情報のうちの所定の情報が登録されたか否かに基づいて、前記メッセージ機能の提供が制限される、 請求項１～３の何れかに記載の予約管理システム。"
  },
  {
    "patent_id": "",
    "section": "claim_5",
    "text": "緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理システムであって、 前記予約管理システムは、呼制御部、予約データ生成部及び、掲載管理部を備え、 前記呼制御部は、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信して、前記利用者端末装置からの発信履歴及び前記提供者端末装置での応答履歴を記録し、 前記予約データ生成部は、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記掲載管理部は、前記発信履歴及び応答履歴に基づいて、前記オンラインマーケットプレイスにおける提供者又は、該提供者の提供役務に係る掲載状態を変更する、 予約管理システム。"
  },
  {
    "patent_id": "",
    "section": "claim_6",
    "text": "前記呼制御部は、前記利用者端末装置からの発信に対して前記提供者端末装置が不出だった場合、当該利用者端末装置に対して前記提供者端末装置から折り返しできないように、少なくとも当該利用者端末装置の連絡先を前記提供者端末装置に送信しない、 請求項１～５の何れかに記載の予約管理システム。"
  },
  {
    "patent_id": "",
    "section": "claim_7",
    "text": "前記予約管理システムは、インシデント管理部を更に備え、 前記予約データに対する操作に基づいて、当該予約に対応付けられた提供者の情報が対応付けられたインシデント情報の登録処理を行う、 請求項１～６の何れかに記載の予約管理システム。"
  },
  {
    "patent_id": "",
    "section": "claim_8",
    "text": "前記予約管理システムは、検索処理部を更に備え、 個々の提供者に対して、対応可能な役務の種別及び／又は地域が設定されると共に、提供者毎に予約受付が可能な空き時間を記憶し、 前記検索処理部は、利用者端末装置より指定された前記役務の種別及び／又は地域が設定され、更に、少なくとも現在日時が空き時間として設定された前記提供者を検索すると共に、検索した前記提供者のその後の空き時間を取得して、利用者端末装置に返送する、 請求項１～７の何れかに記載の予約管理システム。"
  },
  {
    "patent_id": "",
    "section": "claim_9",
    "text": "緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理システムが実行する予約管理方法であって、 前記予約管理システムは、呼制御部、予約データ生成部及び、メッセージ機能提供部を備え、 前記呼制御部が、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信し、 前記予約データ生成部が、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記メッセージ機能提供部は、当該予約に対応付けられた前記利用者及び提供者よりメッセージを受信し、受信したメッセージを前記利用者及び提供者に表示処理し、 前記予約データ又は前記利用者に関する情報の登録状況に応じてメッセージ機能の提供が制限される一方で、前記呼制御部は、前記予約データによって対応付けられた提供者及び利用者間で通話可能に構成される、 予約管理方法。"
  },
  {
    "patent_id": "",
    "section": "claim_10",
    "text": "緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理システムが実行する予約管理方法であって、 前記予約管理システムは、呼制御部、予約データ生成部及び、掲載管理部を備え、 前記呼制御部が、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信して、前記利用者端末装置からの発信履歴及び前記提供者端末装置での応答履歴を記録し、 前記予約データ生成部が、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記掲載管理部は、前記発信履歴及び応答履歴に基づいて、前記オンラインマーケットプレイスにおける提供者又は、該提供者の提供役務に係る掲載状態を変更する、 予約管理方法。"
  },
  {
    "patent_id": "",
    "section": "claim_11",
    "text": "緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理プログラムであって、 コンピュータを、呼制御部、予約データ生成部及び、メッセージ機能提供部として機能させ、 前記呼制御部が、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信し、 前記予約データ生成部は、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記メッセージ機能提供部は、当該予約に対応付けられた前記利用者及び提供者よりメッセージを受信し、受信したメッセージを前記利用者及び提供者に表示処理し、 前記予約データ又は前記利用者に関する情報の登録状況に応じてメッセージ機能の提供が制限される一方で、前記呼制御部は、前記予約データによって対応付けられた提供者及び利用者間で通話可能に構成される、 予約管理プログラム。"
  },
  {
    "patent_id": "",
    "section": "claim_12",
    "text": "緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理プログラムであって、 コンピュータを、呼制御部、予約データ生成部及び、掲載管理部として機能させ、 前記呼制御部が、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信して、前記利用者端末装置からの発信履歴及び前記提供者端末装置での応答履歴を記録し、 前記予約データ生成部は、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記掲載管理部は、前記発信履歴及び応答履歴に基づいて、前記オンラインマーケットプレイスにおける提供者又は、該提供者の提供役務に係る掲載状態を変更する、 予約管理プログラム。"
  },
  {
    "patent_id": "",
    "section": "technical_field",
    "text": "関連出願の相互参照 本出願は、両方の出願に共通な全ての主題のために、２０１９年５月１日に出願された共係属する米国仮特許出願第６２／８４１，４１３号に対する優先権とその利益を主張する。当該仮特許出願の開示は、本明細書に全て援用する。 本開示の実施形態は、内視鏡カニューレ及びその使用方法に関する。特に、本発明は、切断要素の配向を識別するために視覚的な手がかりを備える単一の内視鏡血管採取装置に関する。"
  },
  {
    "patent_id": "",
    "section": "background_art",
    "text": "血管採取は、冠状動脈バイパス手術と組み合わせて一般に用いられる手術技術である。バイパス手術の間、血液は、遮断された動脈を迂回してルートを変更され、心臓への血液の流れ及び酸素を回復及び改善する。血液は、バイパスグラフトを用いてルートを変更され、バイパスグラフトの一端は、遮断された領域の上流の血液源に取り付けられ、他端は、遮断された領域の下流に取り付けられ、遮断された領域を迂回する「導管」チャネルまたは新しい血流接続を作り出す。一般に、手術は、体の別の部分から健康な血管を取り外すまたは「採取し」、バイパスグラフトを作り出す。冠状動脈バイパスグラフト手術の成功は、導管の品質及びどのように導管が移植する前に血管採取及び準備ステップの間、取り扱われるまたは処理されるかによって影響される。 血管採取方法は、封鎖するバイパス導管として用いられる、従来脚の大伏在静脈または腕の橈骨動脈などの血管を選択するステップと、主血管導管から分岐する小さい血管を切断するステップと、体から主導管を採取するステップと、を含む。この慣行は、残した血管ネットワークに害を及ぼさず、治癒し、四肢に十分な血流を維持し、患者は、目立った影響なしに正常な機能に戻ることができる。 血管採取のための非侵襲技術は、小さい切開のみ必要とする手術である、内視鏡血管採取として知られる。内視鏡血管採取手術は、鼠径部から足首まで単一の長い切開を必要とした従来の「開放」手術を改善したものであるが、内視鏡手術は、まだ扱いにくく難しい。特に、現在の内視鏡採取システムは、複数の道具を必要とし、バイパス導管への損傷の可能性を増加するだけでなく、手術期間を延ばす。したがって、内視鏡血管採取のシステム及び方法の改善は、まだ要求される。"
  },
  {
    "patent_id": "",
    "section": "detailed_description",
    "text": "上記図面は、本開示の実施形態を記載する一方で、他の実施形態は、また説明で述べられるように、予期される。本開示は、提示する目的で及び限定でなく例示的な実施形態を示す。多くの他の改良及び実施形態は、当業者によって考案され、本開示の実施形態の原理の範囲及び精神内に含まれる。 次の記載は、例示的な実施形態を提供するのみであり、開示の範囲、適用可能性、または構成を制限する意図はない。むしろ例示的な実施形態の次の説明は、当業者に１またはそれ以上の例示的な実施形態を実行するのに有効な説明を提供する。様々な変更が添付された特許請求の範囲に記載されるように本発明の精神及び範囲から逸脱することなく、要素の機能及び配置でなされることが理解される。 特定の詳細が次の説明に与えられ、実施形態の完全な理解を提供する。しかしながら、実施形態がこれらの特定の詳細なく実施されることが当業者によって理解されるであろう。例えば、本発明のシステム、プロセス、及び他の要素は、不必要な詳細で実施形態を不明瞭にしないために、ブロック図形態の構成要素として示される。他の場合において、よく知られたプロセス、構造及び技術は、実施形態を不明瞭にすることを避けるために不必要な詳細なく示される。さらに、様々な図の同様な符号及び指定は、同様な要素を示した。 本開示は、内視鏡血管採取のための単一の装置を提供する。内視鏡血管採取のための現在のシステムは、複数の構成要素を含む。通常、内視鏡切開装置は、周囲の結合組織から主血管を切断することによって、周囲の結合組織から主血管を分離するために用いられる。その後、内視鏡カニューレは、さらに別の装置、内視鏡支流封止器具を導入するために用いられ、側枝を封止し、切断する。側枝が封止されるとすぐに、さらに別の装置がバイパスグラフトとして用いられる主血管の部分を採取するために用いられる。"
  },
  {
    "patent_id": "",
    "section": "claim_1",
    "text": "本体の遠位端の透明な先端で終端する細長い本体と、 遠位端に向かって細長い本体内から長手方向に移動可能な第１の切断部と第２の切断部を有する切断ユニットであって、採取される組織を切断するため、少なくとも１つの切断部は、他の切断部に対して前記先端の周りを周方向に移動可能である、切断ユニットと、 前記切断ユニットが、（１）採取しない組織を損傷させるのを防ぎ、（２）切断のために採取する組織に近づくことができるように、前記細長い本体の回転調整を行うため、前記先端に配置され、前記切断ユニットの前記細長い本体内からの出口ポイントを使用者が定める基準点として機能する視覚的な手がかりと、を備える手術装置。"
  },
  {
    "patent_id": "",
    "section": "claim_2",
    "text": "前記第１の切断部と前記第２の切断部は、収縮位置から前記先端を超える伸長位置へ長手方向に動く、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "",
    "section": "claim_4",
    "text": "前記視覚的な手がかりは、縦線、横線、矢印、点、及び点線の少なくとも１つである、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "",
    "section": "claim_5",
    "text": "前記第１の切断部は、刃として回転可能であり、前記第２の切断部は、アンビルとして静止している、請求項１の手術装置。"
  },
  {
    "patent_id": "",
    "section": "claim_6",
    "text": "前記視覚的な手がかりは、アンビルが前記細長い本体から長手方向に延在する場所を示す、請求項５に記載の手術装置。"
  },
  {
    "patent_id": "",
    "section": "claim_7",
    "text": "前記視覚的な手がかりは、手術者の視野内にあり、電子ディスプレイで視覚化できる、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "",
    "section": "claim_8",
    "text": "前記視覚的な手がかりは、前記先端の内面または前記先端の外面の１つに配置される、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "",
    "section": "claim_9",
    "text": "さらに前記切断部が互いに離れる開放位置から前記切断部が互いに接触する閉鎖位置に切断部を動かすように構成された付勢部材を備える、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "",
    "section": "claim_10",
    "text": "さらに、前記閉鎖位置から前記開放位置に前記切断部を動かすために細長い本体の近位端に配置された回転制御カラーを備え、 前記付勢部材は、前記回転制御カラーに連結して前記切断部を前記閉鎖位置に戻す、請求項９に記載の手術装置。"
  },
  {
    "patent_id": "",
    "section": "claim_11",
    "text": "前記第１の切断部と前記第２の切断部は、前記第１の切断部と前記第２の切断部との間に捕らえられた血管を、封止する、切断する、またはその両方を行うためにエネルギを与えられるように構成される、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "",
    "section": "claim_12",
    "text": "前記第１の切断部は、鋭い端部を有し、 前記第１の切断部の鋭い端部に面する前記第２の切断部の端部は、平坦である、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "",
    "section": "claim_13",
    "text": "前記第１の切断部は、静止し、前記第２の切断部は、前記第１の切断部から離れて前記先端の周りで回転可能である、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "",
    "section": "claim_15",
    "text": "前記先端は、前記切断部が切欠きを通って延在することができるように、前記切欠きを有する剛性のある遷移要素を含む、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "",
    "section": "technical_field",
    "text": "本発明は、抗体の分析方法およびそれを利用した疾患の検出方法に関する。特に本発明は、抗体を再現性高く分析し、その結果を利用して、疾患の有無、疾患の発症リスク、疾患の進行度合い、および／または加齢の進行度合いを検出する方法に関する。"
  },
  {
    "patent_id": "",
    "section": "background_art",
    "text": "近年、ガンや免疫疾患等の治療に抗体を含む医薬品（抗体医薬品）が用いられている。抗体医薬品に用いる抗体は、遺伝子工学的手法により得られた、当該抗体を発現可能な細胞（たとえば、チャイニーズハムスター卵巣（ＣＨＯ）細胞等）を培養後、カラムクロマトグラフィ等を用いて高純度に精製し製造されている。しかしながら近年の研究により、前記製造により得られた抗体は、酸化、還元、異性化、糖鎖付加等の修飾を受けることで多様な分子の集合体となっていることが判明しており、薬効や安全性への影響が懸念されている。特に、抗体に結合している糖鎖構造は、抗体医薬品の活性、動態、および安全性に大きな影響を与えることが報告されており、詳細な糖鎖構造の解析が重要である（非特許文献１）。またリウマチ等の疾患では、血液中の抗体に付加される糖鎖構造の変化が知られており（非特許文献２および３）、抗体に付加された糖鎖構造を分析することで疾患を検出できる可能性がある。 抗体の糖鎖構造を分析する方法として、糖鎖の切り出しを含むＬＣ－ＭＳ分析（特許文献１および２）が主に実施されている。しかしながら、前記分析方法では非常に煩雑な操作を伴い、多大な時間を要する。より簡便な抗体の分子構造の分析方法として、不溶性担体に固定化されたＦｃ結合性タンパク質と抗体との親和性に基づくアフィニティクロマトグラフィ分析による方法があり、当該方法は抗体のＦｃ領域に結合した糖鎖構造の違いに基づく分析ができる（特許文献３）。しかしながら、前記分析で得られる分離パターンのばらつきが大きく、試料中に含まれる抗体を再現性高く分析するのは困難であった。"
  },
  {
    "patent_id": "",
    "section": "detailed_description",
    "text": "以下、本発明について詳細に説明する。 本発明において、「Ｆｃ結合性タンパク質」とは、試料中に含まれる抗体のＦｃ領域に対する結合能を有し、かつ抗体の糖鎖構造（例えば、Ｆｃ領域の糖鎖構造）の違いを認識できるポリペプチドを意味する。Ｆｃ結合性タンパク質は、そのようなポリペプチドであれば、特に制限はない。例えば、前記抗体がヒト由来の抗体である場合、Ｆｃ結合性タン パク質として、ヒトＦｃ結合性タンパク質が挙げられる。ヒトＦｃ結合性タンパク質の好ましい例として、ヒトＦｃレセプターが挙げられる。ヒトＦｃレセプターには、ヒト免疫グロブリンＧ（ＩｇＧ）に対するレセプターであるヒトＦｃγレセプター、ヒト免疫グロブリンＡ（ＩｇＡ）に対するレセプターであるヒトＦｃαレセプター、ヒト免疫グロブリンＤ（ＩｇＤ）に対するレセプターであるヒトＦｃδレセプター、ヒト免疫グロブリンＥ（ＩｇＥ）に対するレセプターであるヒトＦｃεレセプター等が挙げられるが、いずれのレセプターも本発明におけるヒトＦｃ結合性タンパク質として利用可能である。なお、本明細書において、「ヒト由来の抗体」とは、少なくともヒト由来のＦｃ領域を有した免疫グロブリンを意味する。ヒト由来の抗体は、ヒト抗体であってもよく、ヒト化抗体であってもよく、キメラ抗体であってもよい。 ヒトＦｃγレセプターの具体例として、ヒトＦｃγＲＩ（ＣＤ６４）、ヒトＦｃγＲＩＩａ（ＣＤ３２ａ）、ヒトＦｃγＲＩＩｂ（ＣＤ３２ｂ）、ヒトＦｃγＲＩＩｃ（ＣＤ３２ｃ）、ヒトＦｃγＲＩＩａ（ＣＤ１６ａ）、またはヒトＦｃγＲＩＩｂ（ＣＤ１６ｂ）の細胞外領域の部分配列を少なくとも含むポリペプチド、ならびに当該ポリペプチドを構成するアミノ酸残基の一部を置換、欠失、挿入、および／または付加したポリペプチドが挙げられる。"
  },
  {
    "patent_id": "",
    "section": "claim_1",
    "text": "以下の（ａ）から（ｃ）の工程を含む、試料中に含まれる抗体の分析方法： （ａ）Ｆｃ結合性タンパク質を固定化した不溶性担体を充填したカラムに試料を添加し、当該試料中に含まれる抗体を当該担体に吸着させる工程； （ｂ）前記担体に吸着した抗体を溶出液を用いて溶出させ、抗体の分離パターンを得る工程；および （ｃ）前記分離パターンにおける抗体の溶出時間と当該時間における検出値との積を総和した値を算出する工程。"
  },
  {
    "patent_id": "",
    "section": "claim_3",
    "text": "さらに、以下の（Ａ）から（Ｄ）の工程を含む、請求項１または２に記載の分析方法：（Ａ）前記（ａ）の工程の前に、前記カラムに標準抗体溶液を添加して当該標準抗体を当該担体に吸着させ、当該担体に吸着した標準抗体を前記溶出液を用いて溶出させ、標準抗体の第１の分離パターンを得る工程； （Ｂ）前記（ａ）および（ｂ）の工程の前または後に、前記（Ａ）の工程を再度実施し、標準抗体の第２の分離パターンを得る工程； （Ｃ）前記第１の分離パターンにおける標準抗体の溶出時間と、前記第２の分離パターンにおける標準抗体の溶出時間とを比較する工程；および （Ｄ）前記（Ｃ）の比較結果に基づき、前記（ｂ）で得られた分離パターンにおける抗体の溶出時間を補正する工程。"
  },
  {
    "patent_id": "",
    "section": "claim_4",
    "text": "前記（Ｃ）の工程が、前記第１の分離パターンにおける抗体の２点以上の溶出時間と、前記第２の分離パターンにおける抗体の２点以上の溶出時間とを比較する工程である、請求項３に記載の分析方法。"
  },
  {
    "patent_id": "",
    "section": "claim_5",
    "text": "前記（Ｂ）の工程が、前記（ａ）の工程の直前または前記（ｂ）の工程の直後に実施される、請求項３または４に記載の分析方法。"
  },
  {
    "patent_id": "",
    "section": "claim_7",
    "text": "以下の（ａ）から（ｃ）の工程を含む、被検者における疾患、その発症リスク、その進行度合い、および／または加齢の進行度合いの検出のための指標を得る方法： （ａ）Ｆｃ結合性タンパク質を固定化した不溶性担体を充填したカラムに被検者から得た試料を添加し、当該試料中に含まれる抗体を前記担体に吸着させる工程； （ｂ）前記担体に吸着した抗体を溶出液を用いて溶出させ、抗体の分離パターンを得る工程； （ｃ）前記分離パターンにおける抗体の溶出時間と、当該時間における検出値との積の総和値を算出する工程。"
  },
  {
    "patent_id": "",
    "section": "claim_8",
    "text": "抗体がヒト由来の抗体であり、Ｆｃ結合性タンパク質が以下の（１）から（３）のいずれかのポリペプチドである、請求項１から７のいずれか１項に記載の方法： （１）配列番号１に記載のアミノ酸配列の１７番目から１９２番目までのアミノ酸残基を含み、ただし当該１７番目から１９２番目までのアミノ酸残基において、少なくとも１７６番目のバリンがフェニルアラニンに置換されたポリペプチド； （２）配列番号１に記載のアミノ酸配列の１７番目から１９２番目までのアミノ酸残基を含み、ただし当該１７番目から１９２番目までのアミノ酸残基において、少なくとも１７６番目のバリンのフェニルアラニンへの置換を有し、さらに前記置換以外に１もしくは数個の位置での１もしくは数個のアミノ酸残基の置換、欠失、挿入、および付加のうち、いずれか１つ以上をさらに有し、かつ抗体結合活性を有するポリペプチド； （３）配列番号１に記載のアミノ酸配列のうち１７番目から１９２番目までのアミノ酸配列において１７６番目のバリンのフェニルアラニンへの置換を有するアミノ酸配列全体に対して７０％以上の相同性を有するアミノ酸配列であって、ただし前記置換を含むアミノ酸配列を含み、かつ抗体結合活性を有するポリペプチド。"
  },
  {
    "patent_id": "",
    "section": "technical_field",
    "text": "本発明は、請求項１の包括的な文言に依れば、底面と、底面と幾何学的に相似であるカバー面と、底面とカバー面とを相互接続する側面または横面とを有するプレートの形態の超音波アクチュエータであって、プレートは電気機械的材料を有し、プレートの周期的変形を励起するために、プレートの底面上およびプレートの底面の反対側のカバー面上に電極が配置され、底面は、側面の接触セクションを画定する少なくとも２つの互いに平行に配置された辺を有し、底面の、２つの互いに平行に配置された辺は、互いに平行に配置された辺のそれぞれの端点を相互接続する接続線と共に、底面に内接する平行四辺形を形成する。本発明はさらに、超音波モータを形成するそのような超音波アクチュエータを有するモータに関する。 この文脈において、上記および下記で用いられる「電気機械的材料」という用語は、電圧の印加および対応する電界の生成時に機械的変形を行う材料として理解されるべきである。特に、これは、圧電セラミック材料などの圧電特性を有する材料を含むが、例えば静電特性を有する材料も含む。 このような超音波アクチュエータやそれを組み込んだ超音波モータは、小型で安価でエネルギー消費の少ない装置、例えば小型カメラ、携帯電話やスマートフォンのレンズ、小型の記憶装置など、小型、高位置決め精度、およびドライブによる低エネルギー消費が要求される装置に用いることができる。"
  },
  {
    "patent_id": "",
    "section": "background_art",
    "text": "超音波モータ用の超音波アクチュエータは、ＵＳ５ ６７２ ９３０およびＵＳ ５ ６６５ ９１８から公知であり、圧電励起プレートが接合された共振体からなる複雑な複合振動子として設計されている。これらのアクチュエータの欠点は、比較的複雑な構造を有し、製造するのに費用がかかることである。したがって、それらは、小型機器における使用のための安価で大量生産される製品としては除外されている。 さらに、文献ＵＳ６ ７６５ ３３５ Ｂ２からは、共振体が矩形の圧電板として形成された、超音波モータ用超音波アクチュエータが公知である。この超音波アクチュエータは、単純な設計および容易に制御可能な製造技術を特徴とし、その理由から、低コストの大量生産製品として適しているように思われる。しかしながら、この超音波アクチュエータの欠点は、比較的高い電力がその動作のために必要とされ、エネルギー消費の増加をもたらすという事実に見られる。したがって、そのような超音波アクチュエータも、対応して低いエネルギー消費が必要とされる小型デバイスにおける使用については、除外される。 ＥＰ ２ １５３ ４７６ Ｂ１から公知である超音波アクチュエータは、それが比較的単純な設計であると同時に、高い動作安定性または安全性で電力消費量が小さい、という点で、上記の問題を実際に解決し得る。それにもかかわらず、ＥＰ ２ １５３ ４７６ Ｂ１に開示された超音波アクチュエータでは、対応する超音波モータの実現は、特に、そのようなモータの可動子の構造に関して、より高い費用に関連付けられる。この場合、永続的に信頼性のある動作に必要である、超音波アクチュエータに対する、ロータの一定した接触力の、可動子の全移動距離にわたる実現には、かなりコストがかかることが判明している。"
  },
  {
    "patent_id": "",
    "section": "detailed_description",
    "text": "図１は、八角形プレート２または八角形プリズムの形状を有する、本発明による超音波アクチュエータ１の底面３を平面図で示し、したがって、底面３の反対側の、図１には見られないカバー面は、底面３と同じ形状を有し、底面３とカバー面とを接続する側面５は、底面３に対して垂直かつカバー面に対して垂直に配置されている。しかしながら、超音波アクチュエータ１の実施形態は、底面３の形状とカバー面の形状とが幾何学的相似性をもって互いと異なり、したがって側面５が底面３またはカバー面に対して垂直に配置されないことも考えられる。 底面３の八角形の形状および超音波アクチュエータの対応する角柱形状は、互いに区別可能な８つのセクションを有する側面５をもたらし、辺８および８’は、側面５の接触部分５０および５０’を形成する。接触部分５０および５０’は、超音波アクチュエータによって駆動される対応する超音波モータの要素と直接的または間接的に接触するように設けられる。 底面３の短辺の２つ、すなわち辺８および８’は、互いに平行に離間して配置され、辺をそれぞれの辺法線に沿って移動させることによって、辺８および８’を完全に重複させることはできない。言い換えれば、辺８および８’は、それらの延在方向で見て、互いにオフセットして配置される。同様に、辺８および８’のそれぞれの対応する端点を相互接続する２つの接続線９および９’は、底面３に内接する平行四辺形１０をもたらし、この平行四辺形は矩形ではないか、または隣接もしくは当接する辺がそれらの間に９０°から逸脱する角度を囲む。この場合、平行四辺形の２つのより大きな角度１１は９７°であり、その結果、平行四辺形のより小さな角度は８３°となる。"
  }
]