[
  {
    "patent_id": "JP816554",
    "section": "abstract",
    "text": "【課題】精神障害であることを分析する精神障害分析装置を提供する。【解決手段】精神障害分析装置は、精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部と、分析対象者を含む分析対象動画を取得する取得部と、分析対象動画に精神障害学習モデルを適用して、分析対象者が精神障害であるか否かを分析する分析部と、を備える。【選択図】図４"
  },
  {
    "patent_id": "JP816554",
    "section": "background_art",
    "text": "発言者の発言に対して他者が受ける感情を解析する技術が知られている（例えば、特許文献１参照）。また、対象者の表情の変化を長期間にわたり時系列的に解析し、その間に抱いた感情を推定する技術も知られている（例えば、特許文献２参照）。さらに、感情の変化に最も影響を与えた要素を特定する技術も知られている（例えば、特許文献３～５参照）。さらにまた、対象者の普段の表情と現在の表情とを比較して、表情が暗い場合にアラートを発する技術も知られている（例えば、特許文献６参照）。また、対象者の平常時（無表情時）の表情と現在の表情とを比較して、対象者の感情の度合いを判定するようにした技術も知られている（例えば、特許文献７～９参照）。更に、また、組織としての感情や、個人が感じるグループ内の雰囲気を分析する技術も知られている（例えば、特許文献１０、１１参照）。"
  },
  {
    "patent_id": "JP816554",
    "section": "detailed_description",
    "text": "本開示の実施形態の内容を列記して説明する。本開示は、以下のような構成を備える。 ［項目１］ 精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部と、 分析対象者を含む分析対象動画を取得する取得部と、 前記分析対象動画に前記精神障害学習モデルを適用して、前記分析対象者が前記精神障害であるか否かを分析する分析部を備える、 精神障害分析装置。 ［項目２］ 請求項１に記載の精神障害分析装置であって、 前記学習用動画は、第１被検者及び第２被検者の双方が専門家による前記精神障害の診断プロセスを受けているときの様子を録画したものであり、 前記第１被検者は前記精神障害であることが事前に診断された者であり、前記第２被検者は前記精神障害であることが事前に診断されていない者である、 精神障害分析装置。 ［項目３］ 請求項１に記載の精神障害分析装置であって、 前記分析対象動画は、前記分析対象者の少なくとも表情および声を含むものである、 精神障害分析装置。 ［項目４］ 請求項１に記載の精神障害分析装置であって、 前記分析対象動画は、前記動画は前記対象者が他人と行っている会話に関するものである、 精神障害分析装置。 ［項目５］ 請求項１に記載の精神障害分析装置であって、 前記分析対象動画は、オンラインセッションを利用して取得されたものである、 精神障害分析装置。 ［項目６］ 請求項１に記載の精神障害分析装置であって、 前記分析部は、前記分析対象者の前記精神障害の度合いが所定の閾値を越えるかどうかに関する情報を含む 精神障害分析装置。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_1",
    "text": "精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部と、 分析対象者の日常会話に係る分析対象動画を取得する取得部と、 前記分析対象動画に前記精神障害学習モデルを適用して、前記分析対象者が前記精神障害であるか否かを分析する分析部を備える、 精神障害分析システム。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_2",
    "text": "請求項１に記載の精神障害分析システムであって、 前記分析対象動画は、コンピュータが生成したエージェントとの対話に関するものであり、 前記分析対象者の日常に関する質問をするように前記エージェントを設定すること、 を特徴とする精神障害分析システム。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_3",
    "text": "請求項１に記載の精神障害分析システムであって、 前記分析対象動画は、コンピュータが生成したエージェントとの対話に関するものであり、 前記分析対象者の感情を引き出すための質問をするように前記エージェントを設定すること、 を特徴とする精神障害分析システム。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_4",
    "text": "精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルをコンピュータの記憶部に記憶させるステップと、 分析対象者の日常会話に係る分析対象動画を取得するステップと、 前記分析対象動画に前記精神障害学習モデルを適用して、前記分析対象者が前記精神障害であるか否かを分析するステップと、をコンピュータが実行する、 精神障害分析方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_5",
    "text": "コンピュータを 精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部、 分析対象者の日常会話に係る分析対象動画を取得する取得部、 前記分析対象動画に前記精神障害学習モデルを適用して、前記分析対象者が前記精神障害であるか否かを分析する分析部として機能させる、 精神障害分析プログラム。"
  },
  {
    "patent_id": "JP816554",
    "section": "background_art",
    "text": "インターネットの発展に伴って、オンラインマーケットプレイスが普及している。従来のオンラインマーケットプレイスでは、主に商品の販売が盛んに行われていたが、近年は役務の販売（予約）についても盛んに行われるようになった。 サービスの予約に向けられた技術として、例えば、特許文献１には、ユーザから電話で予約を受け付けて、予約結果を示すメッセージを当該ユーザに送信する技術が記載されており、ウェブサイト経由の予約に加え、電話経由での予約を効率化する技術を開示している。特許文献２には、複数の業者に対し、それぞれ予約申込者を代行して予約を申し込む為の技術が記載されている。 オンラインマーケットプレイスにおいて販売される役務のうち、特に緊急性の高い役務（以降、緊急系と呼称する）が存在する。例えば、家庭内の上下水道設備のトラブル等、日常的に利用される設備や機器の故障対応等が緊急系に該当する。 緊急系に関する技術として、例えば、特許文献３には、加入者からエレベータのトラブルの救援依頼を受けると、現状及び希望に添ったサービス会社のサービスマンを迅速に派遣する救援サービスシステムに関する技術が記載されている。"
  },
  {
    "patent_id": "JP816554",
    "section": "detailed_description",
    "text": "以下、添付図面を参照して、更に詳細に説明する。図面には好ましい実施形態が示されている。しかし、多くの異なる形態で実施されることが可能であり、本明細書に記載される実施形態に限定されない。 例えば、本実施形態では予約管理システムの構成、動作等について説明するが、実行される方法、装置、コンピュータプログラム等によっても、同様の作用効果を奏することができる。本実施形態におけるプログラムは、コンピュータが読み取り可能な非一過性の記録媒体として提供されてもよいし、外部のサーバからダウンロード可能に提供されてもよいし、クライアント端末でその機能を実現する為に外部のコンピュータにおいて当該プログラムを起動させてもよい（いわゆるクラウドコンピューティング）。 また、本実施形態において「部」とは、例えば、広義の回路によって実施されるハードウェア資源と、これらハードウェア資源によって具体的に実現され得るソフトウェアの情報処理とを合わせたものも含み得る。本実施形態において「情報」とは、例えば電圧・電流を表す信号値の物理的な値、０又は１で構成される２進数のビット集合体としての信号値の高低、又は量子的な重ね合わせ（いわゆる量子ビット）によって表され、広義の回路上で通信・演算が実行され得る。 広義の回路とは、回路（Circuit）、回路類（Circuitry）、プロセッサ（Processor）及びメモリ（Memory）等を適宜組み合わせることによって実現される回路である。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_1",
    "text": "緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理システムであって、 前記予約管理システムは、呼制御部、予約データ生成部及び、メッセージ機能提供部を備え、 前記呼制御部は、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信し、 前記予約データ生成部は、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記メッセージ機能提供部は、当該予約に対応付けられた前記利用者及び提供者よりメッセージを受信し、受信したメッセージを前記利用者及び提供者に表示処理し、 前記予約データ又は前記利用者に関する情報の登録状況に応じてメッセージ機能の提供が制限される一方で、前記呼制御部は、前記予約データによって対応付けられた提供者及び利用者間で通話可能に構成される、 予約管理システム。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_2",
    "text": "前記予約管理システムは、予約データ処理部を更に備え、 前記予約データ処理部は、前記提供者から、前記予約データに対する役務提供の日時の登録を受け付け、 少なくとも、前記日時が登録されたか否かに基づいて、前記メッセージ機能の提供が制限される、 請求項１に記載の予約管理システム。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_3",
    "text": "前記予約データ処理部は、当該予約が行われた日時から所定時間内の日時を、前記役務提供の日時として登録可能な日時とする、 請求項２に記載の予約管理システム。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_4",
    "text": "前記予約管理システムは、利用者情報処理部を更に備え、 前記利用者情報処理部は、前記利用者から、利用者情報の登録を受け付け、 少なくとも、前記利用者情報のうちの所定の情報が登録されたか否かに基づいて、前記メッセージ機能の提供が制限される、 請求項１～３の何れかに記載の予約管理システム。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_5",
    "text": "緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理システムであって、 前記予約管理システムは、呼制御部、予約データ生成部及び、掲載管理部を備え、 前記呼制御部は、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信して、前記利用者端末装置からの発信履歴及び前記提供者端末装置での応答履歴を記録し、 前記予約データ生成部は、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記掲載管理部は、前記発信履歴及び応答履歴に基づいて、前記オンラインマーケットプレイスにおける提供者又は、該提供者の提供役務に係る掲載状態を変更する、 予約管理システム。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_6",
    "text": "前記呼制御部は、前記利用者端末装置からの発信に対して前記提供者端末装置が不出だった場合、当該利用者端末装置に対して前記提供者端末装置から折り返しできないように、少なくとも当該利用者端末装置の連絡先を前記提供者端末装置に送信しない、 請求項１～５の何れかに記載の予約管理システム。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_7",
    "text": "前記予約管理システムは、インシデント管理部を更に備え、 前記予約データに対する操作に基づいて、当該予約に対応付けられた提供者の情報が対応付けられたインシデント情報の登録処理を行う、 請求項１～６の何れかに記載の予約管理システム。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_8",
    "text": "前記予約管理システムは、検索処理部を更に備え、 個々の提供者に対して、対応可能な役務の種別及び／又は地域が設定されると共に、提供者毎に予約受付が可能な空き時間を記憶し、 前記検索処理部は、利用者端末装置より指定された前記役務の種別及び／又は地域が設定され、更に、少なくとも現在日時が空き時間として設定された前記提供者を検索すると共に、検索した前記提供者のその後の空き時間を取得して、利用者端末装置に返送する、 請求項１～７の何れかに記載の予約管理システム。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_9",
    "text": "緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理システムが実行する予約管理方法であって、 前記予約管理システムは、呼制御部、予約データ生成部及び、メッセージ機能提供部を備え、 前記呼制御部が、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信し、 前記予約データ生成部が、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記メッセージ機能提供部は、当該予約に対応付けられた前記利用者及び提供者よりメッセージを受信し、受信したメッセージを前記利用者及び提供者に表示処理し、 前記予約データ又は前記利用者に関する情報の登録状況に応じてメッセージ機能の提供が制限される一方で、前記呼制御部は、前記予約データによって対応付けられた提供者及び利用者間で通話可能に構成される、 予約管理方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_10",
    "text": "緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理システムが実行する予約管理方法であって、 前記予約管理システムは、呼制御部、予約データ生成部及び、掲載管理部を備え、 前記呼制御部が、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信して、前記利用者端末装置からの発信履歴及び前記提供者端末装置での応答履歴を記録し、 前記予約データ生成部が、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記掲載管理部は、前記発信履歴及び応答履歴に基づいて、前記オンラインマーケットプレイスにおける提供者又は、該提供者の提供役務に係る掲載状態を変更する、 予約管理方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_11",
    "text": "緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理プログラムであって、 コンピュータを、呼制御部、予約データ生成部及び、メッセージ機能提供部として機能させ、 前記呼制御部が、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信し、 前記予約データ生成部は、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記メッセージ機能提供部は、当該予約に対応付けられた前記利用者及び提供者よりメッセージを受信し、受信したメッセージを前記利用者及び提供者に表示処理し、 前記予約データ又は前記利用者に関する情報の登録状況に応じてメッセージ機能の提供が制限される一方で、前記呼制御部は、前記予約データによって対応付けられた提供者及び利用者間で通話可能に構成される、 予約管理プログラム。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_12",
    "text": "緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理プログラムであって、 コンピュータを、呼制御部、予約データ生成部及び、掲載管理部として機能させ、 前記呼制御部が、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信して、前記利用者端末装置からの発信履歴及び前記提供者端末装置での応答履歴を記録し、 前記予約データ生成部は、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記掲載管理部は、前記発信履歴及び応答履歴に基づいて、前記オンラインマーケットプレイスにおける提供者又は、該提供者の提供役務に係る掲載状態を変更する、 予約管理プログラム。"
  },
  {
    "patent_id": "JP816554",
    "section": "technical_field",
    "text": "関連出願の相互参照 本出願は、両方の出願に共通な全ての主題のために、２０１９年５月１日に出願された共係属する米国仮特許出願第６２／８４１，４１３号に対する優先権とその利益を主張する。当該仮特許出願の開示は、本明細書に全て援用する。 本開示の実施形態は、内視鏡カニューレ及びその使用方法に関する。特に、本発明は、切断要素の配向を識別するために視覚的な手がかりを備える単一の内視鏡血管採取装置に関する。"
  },
  {
    "patent_id": "JP816554",
    "section": "background_art",
    "text": "血管採取は、冠状動脈バイパス手術と組み合わせて一般に用いられる手術技術である。バイパス手術の間、血液は、遮断された動脈を迂回してルートを変更され、心臓への血液の流れ及び酸素を回復及び改善する。血液は、バイパスグラフトを用いてルートを変更され、バイパスグラフトの一端は、遮断された領域の上流の血液源に取り付けられ、他端は、遮断された領域の下流に取り付けられ、遮断された領域を迂回する「導管」チャネルまたは新しい血流接続を作り出す。一般に、手術は、体の別の部分から健康な血管を取り外すまたは「採取し」、バイパスグラフトを作り出す。冠状動脈バイパスグラフト手術の成功は、導管の品質及びどのように導管が移植する前に血管採取及び準備ステップの間、取り扱われるまたは処理されるかによって影響される。 血管採取方法は、封鎖するバイパス導管として用いられる、従来脚の大伏在静脈または腕の橈骨動脈などの血管を選択するステップと、主血管導管から分岐する小さい血管を切断するステップと、体から主導管を採取するステップと、を含む。この慣行は、残した血管ネットワークに害を及ぼさず、治癒し、四肢に十分な血流を維持し、患者は、目立った影響なしに正常な機能に戻ることができる。 血管採取のための非侵襲技術は、小さい切開のみ必要とする手術である、内視鏡血管採取として知られる。内視鏡血管採取手術は、鼠径部から足首まで単一の長い切開を必要とした従来の「開放」手術を改善したものであるが、内視鏡手術は、まだ扱いにくく難しい。特に、現在の内視鏡採取システムは、複数の道具を必要とし、バイパス導管への損傷の可能性を増加するだけでなく、手術期間を延ばす。したがって、内視鏡血管採取のシステム及び方法の改善は、まだ要求される。"
  },
  {
    "patent_id": "JP816554",
    "section": "detailed_description",
    "text": "上記図面は、本開示の実施形態を記載する一方で、他の実施形態は、また説明で述べられるように、予期される。本開示は、提示する目的で及び限定でなく例示的な実施形態を示す。多くの他の改良及び実施形態は、当業者によって考案され、本開示の実施形態の原理の範囲及び精神内に含まれる。 次の記載は、例示的な実施形態を提供するのみであり、開示の範囲、適用可能性、または構成を制限する意図はない。むしろ例示的な実施形態の次の説明は、当業者に１またはそれ以上の例示的な実施形態を実行するのに有効な説明を提供する。様々な変更が添付された特許請求の範囲に記載されるように本発明の精神及び範囲から逸脱することなく、要素の機能及び配置でなされることが理解される。 特定の詳細が次の説明に与えられ、実施形態の完全な理解を提供する。しかしながら、実施形態がこれらの特定の詳細なく実施されることが当業者によって理解されるであろう。例えば、本発明のシステム、プロセス、及び他の要素は、不必要な詳細で実施形態を不明瞭にしないために、ブロック図形態の構成要素として示される。他の場合において、よく知られたプロセス、構造及び技術は、実施形態を不明瞭にすることを避けるために不必要な詳細なく示される。さらに、様々な図の同様な符号及び指定は、同様な要素を示した。 本開示は、内視鏡血管採取のための単一の装置を提供する。内視鏡血管採取のための現在のシステムは、複数の構成要素を含む。通常、内視鏡切開装置は、周囲の結合組織から主血管を切断することによって、周囲の結合組織から主血管を分離するために用いられる。その後、内視鏡カニューレは、さらに別の装置、内視鏡支流封止器具を導入するために用いられ、側枝を封止し、切断する。側枝が封止されるとすぐに、さらに別の装置がバイパスグラフトとして用いられる主血管の部分を採取するために用いられる。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_1",
    "text": "本体の遠位端の透明な先端で終端する細長い本体と、 遠位端に向かって細長い本体内から長手方向に移動可能な第１の切断部と第２の切断部を有する切断ユニットであって、採取される組織を切断するため、少なくとも１つの切断部は、他の切断部に対して前記先端の周りを周方向に移動可能である、切断ユニットと、 前記切断ユニットが、（１）採取しない組織を損傷させるのを防ぎ、（２）切断のために採取する組織に近づくことができるように、前記細長い本体の回転調整を行うため、前記先端に配置され、前記切断ユニットの前記細長い本体内からの出口ポイントを使用者が定める基準点として機能する視覚的な手がかりと、を備える手術装置。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_2",
    "text": "前記第１の切断部と前記第２の切断部は、収縮位置から前記先端を超える伸長位置へ長手方向に動く、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_4",
    "text": "前記視覚的な手がかりは、縦線、横線、矢印、点、及び点線の少なくとも１つである、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_5",
    "text": "前記第１の切断部は、刃として回転可能であり、前記第２の切断部は、アンビルとして静止している、請求項１の手術装置。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_6",
    "text": "前記視覚的な手がかりは、アンビルが前記細長い本体から長手方向に延在する場所を示す、請求項５に記載の手術装置。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_7",
    "text": "前記視覚的な手がかりは、手術者の視野内にあり、電子ディスプレイで視覚化できる、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_8",
    "text": "前記視覚的な手がかりは、前記先端の内面または前記先端の外面の１つに配置される、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_9",
    "text": "さらに前記切断部が互いに離れる開放位置から前記切断部が互いに接触する閉鎖位置に切断部を動かすように構成された付勢部材を備える、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_10",
    "text": "さらに、前記閉鎖位置から前記開放位置に前記切断部を動かすために細長い本体の近位端に配置された回転制御カラーを備え、 前記付勢部材は、前記回転制御カラーに連結して前記切断部を前記閉鎖位置に戻す、請求項９に記載の手術装置。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_11",
    "text": "前記第１の切断部と前記第２の切断部は、前記第１の切断部と前記第２の切断部との間に捕らえられた血管を、封止する、切断する、またはその両方を行うためにエネルギを与えられるように構成される、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_12",
    "text": "前記第１の切断部は、鋭い端部を有し、 前記第１の切断部の鋭い端部に面する前記第２の切断部の端部は、平坦である、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_13",
    "text": "前記第１の切断部は、静止し、前記第２の切断部は、前記第１の切断部から離れて前記先端の周りで回転可能である、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_15",
    "text": "前記先端は、前記切断部が切欠きを通って延在することができるように、前記切欠きを有する剛性のある遷移要素を含む、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "JP816554",
    "section": "technical_field",
    "text": "本発明は、抗体の分析方法およびそれを利用した疾患の検出方法に関する。特に本発明は、抗体を再現性高く分析し、その結果を利用して、疾患の有無、疾患の発症リスク、疾患の進行度合い、および／または加齢の進行度合いを検出する方法に関する。"
  },
  {
    "patent_id": "JP816554",
    "section": "background_art",
    "text": "近年、ガンや免疫疾患等の治療に抗体を含む医薬品（抗体医薬品）が用いられている。抗体医薬品に用いる抗体は、遺伝子工学的手法により得られた、当該抗体を発現可能な細胞（たとえば、チャイニーズハムスター卵巣（ＣＨＯ）細胞等）を培養後、カラムクロマトグラフィ等を用いて高純度に精製し製造されている。しかしながら近年の研究により、前記製造により得られた抗体は、酸化、還元、異性化、糖鎖付加等の修飾を受けることで多様な分子の集合体となっていることが判明しており、薬効や安全性への影響が懸念されている。特に、抗体に結合している糖鎖構造は、抗体医薬品の活性、動態、および安全性に大きな影響を与えることが報告されており、詳細な糖鎖構造の解析が重要である（非特許文献１）。またリウマチ等の疾患では、血液中の抗体に付加される糖鎖構造の変化が知られており（非特許文献２および３）、抗体に付加された糖鎖構造を分析することで疾患を検出できる可能性がある。 抗体の糖鎖構造を分析する方法として、糖鎖の切り出しを含むＬＣ－ＭＳ分析（特許文献１および２）が主に実施されている。しかしながら、前記分析方法では非常に煩雑な操作を伴い、多大な時間を要する。より簡便な抗体の分子構造の分析方法として、不溶性担体に固定化されたＦｃ結合性タンパク質と抗体との親和性に基づくアフィニティクロマトグラフィ分析による方法があり、当該方法は抗体のＦｃ領域に結合した糖鎖構造の違いに基づく分析ができる（特許文献３）。しかしながら、前記分析で得られる分離パターンのばらつきが大きく、試料中に含まれる抗体を再現性高く分析するのは困難であった。"
  },
  {
    "patent_id": "JP816554",
    "section": "detailed_description",
    "text": "以下、本発明について詳細に説明する。 本発明において、「Ｆｃ結合性タンパク質」とは、試料中に含まれる抗体のＦｃ領域に対する結合能を有し、かつ抗体の糖鎖構造（例えば、Ｆｃ領域の糖鎖構造）の違いを認識できるポリペプチドを意味する。Ｆｃ結合性タンパク質は、そのようなポリペプチドであれば、特に制限はない。例えば、前記抗体がヒト由来の抗体である場合、Ｆｃ結合性タン パク質として、ヒトＦｃ結合性タンパク質が挙げられる。ヒトＦｃ結合性タンパク質の好ましい例として、ヒトＦｃレセプターが挙げられる。ヒトＦｃレセプターには、ヒト免疫グロブリンＧ（ＩｇＧ）に対するレセプターであるヒトＦｃγレセプター、ヒト免疫グロブリンＡ（ＩｇＡ）に対するレセプターであるヒトＦｃαレセプター、ヒト免疫グロブリンＤ（ＩｇＤ）に対するレセプターであるヒトＦｃδレセプター、ヒト免疫グロブリンＥ（ＩｇＥ）に対するレセプターであるヒトＦｃεレセプター等が挙げられるが、いずれのレセプターも本発明におけるヒトＦｃ結合性タンパク質として利用可能である。なお、本明細書において、「ヒト由来の抗体」とは、少なくともヒト由来のＦｃ領域を有した免疫グロブリンを意味する。ヒト由来の抗体は、ヒト抗体であってもよく、ヒト化抗体であってもよく、キメラ抗体であってもよい。 ヒトＦｃγレセプターの具体例として、ヒトＦｃγＲＩ（ＣＤ６４）、ヒトＦｃγＲＩＩａ（ＣＤ３２ａ）、ヒトＦｃγＲＩＩｂ（ＣＤ３２ｂ）、ヒトＦｃγＲＩＩｃ（ＣＤ３２ｃ）、ヒトＦｃγＲＩＩａ（ＣＤ１６ａ）、またはヒトＦｃγＲＩＩｂ（ＣＤ１６ｂ）の細胞外領域の部分配列を少なくとも含むポリペプチド、ならびに当該ポリペプチドを構成するアミノ酸残基の一部を置換、欠失、挿入、および／または付加したポリペプチドが挙げられる。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_1",
    "text": "以下の（ａ）から（ｃ）の工程を含む、試料中に含まれる抗体の分析方法： （ａ）Ｆｃ結合性タンパク質を固定化した不溶性担体を充填したカラムに試料を添加し、当該試料中に含まれる抗体を当該担体に吸着させる工程； （ｂ）前記担体に吸着した抗体を溶出液を用いて溶出させ、抗体の分離パターンを得る工程；および （ｃ）前記分離パターンにおける抗体の溶出時間と当該時間における検出値との積を総和した値を算出する工程。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_3",
    "text": "さらに、以下の（Ａ）から（Ｄ）の工程を含む、請求項１または２に記載の分析方法：（Ａ）前記（ａ）の工程の前に、前記カラムに標準抗体溶液を添加して当該標準抗体を当該担体に吸着させ、当該担体に吸着した標準抗体を前記溶出液を用いて溶出させ、標準抗体の第１の分離パターンを得る工程； （Ｂ）前記（ａ）および（ｂ）の工程の前または後に、前記（Ａ）の工程を再度実施し、標準抗体の第２の分離パターンを得る工程； （Ｃ）前記第１の分離パターンにおける標準抗体の溶出時間と、前記第２の分離パターンにおける標準抗体の溶出時間とを比較する工程；および （Ｄ）前記（Ｃ）の比較結果に基づき、前記（ｂ）で得られた分離パターンにおける抗体の溶出時間を補正する工程。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_4",
    "text": "前記（Ｃ）の工程が、前記第１の分離パターンにおける抗体の２点以上の溶出時間と、前記第２の分離パターンにおける抗体の２点以上の溶出時間とを比較する工程である、請求項３に記載の分析方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_5",
    "text": "前記（Ｂ）の工程が、前記（ａ）の工程の直前または前記（ｂ）の工程の直後に実施される、請求項３または４に記載の分析方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_7",
    "text": "以下の（ａ）から（ｃ）の工程を含む、被検者における疾患、その発症リスク、その進行度合い、および／または加齢の進行度合いの検出のための指標を得る方法： （ａ）Ｆｃ結合性タンパク質を固定化した不溶性担体を充填したカラムに被検者から得た試料を添加し、当該試料中に含まれる抗体を前記担体に吸着させる工程； （ｂ）前記担体に吸着した抗体を溶出液を用いて溶出させ、抗体の分離パターンを得る工程； （ｃ）前記分離パターンにおける抗体の溶出時間と、当該時間における検出値との積の総和値を算出する工程。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_8",
    "text": "抗体がヒト由来の抗体であり、Ｆｃ結合性タンパク質が以下の（１）から（３）のいずれかのポリペプチドである、請求項１から７のいずれか１項に記載の方法： （１）配列番号１に記載のアミノ酸配列の１７番目から１９２番目までのアミノ酸残基を含み、ただし当該１７番目から１９２番目までのアミノ酸残基において、少なくとも１７６番目のバリンがフェニルアラニンに置換されたポリペプチド； （２）配列番号１に記載のアミノ酸配列の１７番目から１９２番目までのアミノ酸残基を含み、ただし当該１７番目から１９２番目までのアミノ酸残基において、少なくとも１７６番目のバリンのフェニルアラニンへの置換を有し、さらに前記置換以外に１もしくは数個の位置での１もしくは数個のアミノ酸残基の置換、欠失、挿入、および付加のうち、いずれか１つ以上をさらに有し、かつ抗体結合活性を有するポリペプチド； （３）配列番号１に記載のアミノ酸配列のうち１７番目から１９２番目までのアミノ酸配列において１７６番目のバリンのフェニルアラニンへの置換を有するアミノ酸配列全体に対して７０％以上の相同性を有するアミノ酸配列であって、ただし前記置換を含むアミノ酸配列を含み、かつ抗体結合活性を有するポリペプチド。"
  },
  {
    "patent_id": "JP816554",
    "section": "technical_field",
    "text": "本発明は、請求項１の包括的な文言に依れば、底面と、底面と幾何学的に相似であるカバー面と、底面とカバー面とを相互接続する側面または横面とを有するプレートの形態の超音波アクチュエータであって、プレートは電気機械的材料を有し、プレートの周期的変形を励起するために、プレートの底面上およびプレートの底面の反対側のカバー面上に電極が配置され、底面は、側面の接触セクションを画定する少なくとも２つの互いに平行に配置された辺を有し、底面の、２つの互いに平行に配置された辺は、互いに平行に配置された辺のそれぞれの端点を相互接続する接続線と共に、底面に内接する平行四辺形を形成する。本発明はさらに、超音波モータを形成するそのような超音波アクチュエータを有するモータに関する。 この文脈において、上記および下記で用いられる「電気機械的材料」という用語は、電圧の印加および対応する電界の生成時に機械的変形を行う材料として理解されるべきである。特に、これは、圧電セラミック材料などの圧電特性を有する材料を含むが、例えば静電特性を有する材料も含む。 このような超音波アクチュエータやそれを組み込んだ超音波モータは、小型で安価でエネルギー消費の少ない装置、例えば小型カメラ、携帯電話やスマートフォンのレンズ、小型の記憶装置など、小型、高位置決め精度、およびドライブによる低エネルギー消費が要求される装置に用いることができる。"
  },
  {
    "patent_id": "JP816554",
    "section": "background_art",
    "text": "超音波モータ用の超音波アクチュエータは、ＵＳ５ ６７２ ９３０およびＵＳ ５ ６６５ ９１８から公知であり、圧電励起プレートが接合された共振体からなる複雑な複合振動子として設計されている。これらのアクチュエータの欠点は、比較的複雑な構造を有し、製造するのに費用がかかることである。したがって、それらは、小型機器における使用のための安価で大量生産される製品としては除外されている。 さらに、文献ＵＳ６ ７６５ ３３５ Ｂ２からは、共振体が矩形の圧電板として形成された、超音波モータ用超音波アクチュエータが公知である。この超音波アクチュエータは、単純な設計および容易に制御可能な製造技術を特徴とし、その理由から、低コストの大量生産製品として適しているように思われる。しかしながら、この超音波アクチュエータの欠点は、比較的高い電力がその動作のために必要とされ、エネルギー消費の増加をもたらすという事実に見られる。したがって、そのような超音波アクチュエータも、対応して低いエネルギー消費が必要とされる小型デバイスにおける使用については、除外される。 ＥＰ ２ １５３ ４７６ Ｂ１から公知である超音波アクチュエータは、それが比較的単純な設計であると同時に、高い動作安定性または安全性で電力消費量が小さい、という点で、上記の問題を実際に解決し得る。それにもかかわらず、ＥＰ ２ １５３ ４７６ Ｂ１に開示された超音波アクチュエータでは、対応する超音波モータの実現は、特に、そのようなモータの可動子の構造に関して、より高い費用に関連付けられる。この場合、永続的に信頼性のある動作に必要である、超音波アクチュエータに対する、ロータの一定した接触力の、可動子の全移動距離にわたる実現には、かなりコストがかかることが判明している。"
  },
  {
    "patent_id": "JP816554",
    "section": "detailed_description",
    "text": "図１は、八角形プレート２または八角形プリズムの形状を有する、本発明による超音波アクチュエータ１の底面３を平面図で示し、したがって、底面３の反対側の、図１には見られないカバー面は、底面３と同じ形状を有し、底面３とカバー面とを接続する側面５は、底面３に対して垂直かつカバー面に対して垂直に配置されている。しかしながら、超音波アクチュエータ１の実施形態は、底面３の形状とカバー面の形状とが幾何学的相似性をもって互いと異なり、したがって側面５が底面３またはカバー面に対して垂直に配置されないことも考えられる。 底面３の八角形の形状および超音波アクチュエータの対応する角柱形状は、互いに区別可能な８つのセクションを有する側面５をもたらし、辺８および８’は、側面５の接触部分５０および５０’を形成する。接触部分５０および５０’は、超音波アクチュエータによって駆動される対応する超音波モータの要素と直接的または間接的に接触するように設けられる。 底面３の短辺の２つ、すなわち辺８および８’は、互いに平行に離間して配置され、辺をそれぞれの辺法線に沿って移動させることによって、辺８および８’を完全に重複させることはできない。言い換えれば、辺８および８’は、それらの延在方向で見て、互いにオフセットして配置される。同様に、辺８および８’のそれぞれの対応する端点を相互接続する２つの接続線９および９’は、底面３に内接する平行四辺形１０をもたらし、この平行四辺形は矩形ではないか、または隣接もしくは当接する辺がそれらの間に９０°から逸脱する角度を囲む。この場合、平行四辺形の２つのより大きな角度１１は９７°であり、その結果、平行四辺形のより小さな角度は８３°となる。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_1",
    "text": "底面（３）と、前記底面（３）に幾何学的に相似であるカバー面（４）と、前記底面（３）と前記カバー面（４）とを相互接続する側面（５）とを有するプレート（２）の形態の超音波アクチュエータ（１）であって、前記プレート（２）は電気機械的材料を含み、電極（６、６’、７、７’）が、前記プレート（２）の周期的変形を励起するために、前記プレート（２）の前記底面（３）上および前記底面（３）の反対側の前記カバー面（４）上に配置され、前記底面（３）は、互いに平行に配置され、前記側面（５）の接触部分（５０、５０’）を形成する少なくとも２つの辺（８、８’）を含み、互いに平行に配置される前記底面（３）の前記２つの辺は、互いに平行に配置された前記辺（８、８’）のそれぞれの端点を相互に接続する接続線（９、９’）とともに、前記底面（３）に内接する平行四辺形（１０）を形成し、前記内接平行四辺形（１０）において、当接する辺間に９０°以外の角度が規定され、前記底面（３）は八角形であり、台形（１２、１２’）が前記内接平行四辺形（１０）の各辺に接し、各台形（１２、１２’）の底辺（１３、１３’）は前記内接平行四辺形（１０）のそれぞれの長辺と一致することを特徴とする、超音波アクチュエータ（１）。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_2",
    "text": "前記内接平行四辺形の、より大きい内角（１１）は、９３°～１０５°、好ましくは９５°～９９°の値を有することを特徴とする、請求項１に記載の超音波アクチュエータ。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_4",
    "text": "台形（１２、１２’）の各対角線（１４）の長さは、一方の台形（１２、１２’）の底辺（１３、１３’）と対向する辺（１６、１６’）と、他方の台形（１２、１２’）の底辺（１３、１３’）との間の距離（１５）と実質的に同じであることを特徴とする、請求項３に記載の超音波アクチュエータ。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_5",
    "text": "先行する請求項のいずれか１つに記載の前記超音波アクチュエータ（１）を備え、前記超音波アクチュエータを固定して保持するための取付装置（１１０）と、前記超音波アクチュエータ（１）に対して移動可能であり前記超音波アクチュエータ（１）と摩擦接触する可動子（１２０）とを備える、モータ（１００）。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_6",
    "text": "前記取付装置（１１０）は、前記超音波アクチュエータ（１）と、前記側面（５）の異なる部分（５２、５２’、５４、５４’、５６、５６’）において接触する、少なくとも４つの保持部分（１１，１１’，１１２，１１２’，１１３，１１３’）を含み、前記少なくとも４つの保持部分のうちの２つの保持部分は機械的に剛性であり、剛性保持部分（１１、１１’）を形成し、前記少なくとも４つの保持部分のうちの２つの保持部分は弾性特性を有し、弾性保持部分（１１２、１１２’）を形成することを特徴とする、請求項５に記載のモータ（１００）。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_7",
    "text": "前記剛性保持部分（１１，１１’）と前記弾性保持部分（１１２，１１２’）とは、各々、互いに対して斜めに対向して配置されることを特徴とする、請求項６に記載のモータ。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_8",
    "text": "前記取付装置（１１０）は、それぞれの剛性保持部分（１１、１１’）およびそれぞれの弾性保持部分（１１２、１１２’）によって接触される前記側面（５）の領域間に位置する前記超音波アクチュエータ（１）の前記側面（５）の異なる部分（５２、５２’、５４、５４’、５６、５６’）の１つの部分（５６、５６’）と各々が接触する２つのさらなる保持部分（１１３、１１３’）を備えることを特徴とする、請求項６または７に記載のモータ。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_9",
    "text": "前記可動子（１２０）は、前記超音波アクチュエータ（１）にその接触部分（５０、５０’）において直接的または間接的に接触し、トルクが前記超音波アクチュエータ（１）に作用するように前記超音波アクチュエータ（１）を間で締め付ける、２つの細長く相互に平行な走行面（１２２、１２２’）を含み、それにより、いずれの場合でも、剛性保持部分（１１，１１’）と接触している前記側面（５）の異なる部分（５２、５２’、５４、５４’、５６、５６’）の部分（５２、５２’、５４、５４’）が、前記剛性保持部分（１１，１１’）に押し付けられることを特徴とする、請求項５～８のいずれか１項に記載のモータ。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_10",
    "text": "前記可動子（１２０）は、互いに離間した少なくとも２つのガイド部分（１２５、１２５’）を含み、これらは、別途設けられたガイド要素（１３０、１３０’）または前記取付装置（１１０）のガイド部分（１１６、１１６’）と接触して、前記ガイド部分（１２５、１２５’）と前記ガイド要素（１３０、１３０’）または前記ガイド部分（１１６、１１６’）との間の摺動相対運動を可能にすることを特徴とする、請求項５～９のいずれか１項に記載のモータ。"
  },
  {
    "patent_id": "JP816554",
    "section": "background_art",
    "text": "地震予知には電磁気学的地震予知と力学的地震予知とがあり、下記特許文献１及び非特許文献１は電磁気学的地震予知である。特許文献１は電磁気学的異常と地震との関連を明らかにしたものであり、電磁ノイズを測定し、通信状態が悪い通信基地局付近において短期的地震発生の可能性が高いとするものである。これを活用しての地震予知は、機器製作、システム構築、データ解析のための費用や難易度を考えると、専門家でない者が容易に実施できるものではない。 非特許文献１は、巨大地震の前に電離圏において擾乱が生じ、電離圏全電子数に異常が生じたとするものである。東北地方太平洋沖地震発生４０分前に電離層全電子数に異常が発生したとされており、当該地震の場合は地震発生直前になって異常が発生したことになる。また、地震の前兆としての電離圏全電子数の異常発生は巨大地震発生前に限られる可能性があり、巨大地震ほどの規模ではないが被害発生が予想される大地震の予知が可能かどうか明らかではない。なお、この明細書では、巨大地震とはマグニチュード（以下Ｍという）８．０以上、大地震とはＭ７．０以上Ｍ８．０未満、中小地震とはＭ７．０未満の地震を指すものとする。 非特許文献２は力学的地震研究であり、ひずみの分析により地震予知を行うものである。中長期的な地震発生地域の特定において有効な方法であるが、短期的地震予知は容易ではないものと考えられる。"
  },
  {
    "patent_id": "JP816554",
    "section": "detailed_description",
    "text": "請求項１に記載の地震予測方法の実施にあたっての必要事項は次のとおりである。 第一に、発電電力を表示するモニターのある太陽光発電システムであること。第二に、太陽電池容量以上の定格出力電力であるパワーコンディショナを使用すること。太陽電池容量に対する発電電力の大小で地震予測を行うため、十分な定格出力電力を持つパワーコンディショナが必要である。定格の高いパワーコンディショナであることが望ましいが、主として家庭用太陽光発電システムを想定しているため、現実的に考えられる最低限の条件を示した。第三に、太陽電池モジュールを南または南に近い向きに設置すること。設置方向が南向きから離れるほど１日の発電電力の最大値が小さくなり、発電電力と太陽電池容量との比較において、出現した発電電力が異常であるかどうかの判定が困難となるからである。第四に、設置傾斜角度を３０°前後とすること。日本付近においては、０°や９０°などの極端な角度では、太陽光と太陽電池モジュールとの角度が最適な発電に適さない季節が存在することとなり、年間を通じて実施する地震予測に適さない。また、角度が浅い場合、降雨で太陽電池モジュール表面の汚れが流されにくく、表面の汚れによる発電電力低下の可能性がある。第五に、すべての太陽電池モジュールを同一方向同一傾斜角度で設置すること。太陽電池モジュールにより設置方向や設置角度が異なると、異なる条件での発電データが混在することになり、発電電力が異常であるかどうかの正確な判定ができないからである。第六に当日の最大発電電力の把握が可能であり、小数点以下１桁まで計測できること。当日の最大発電電力を記録する機能付の製品もあるが、この機能がなくても目視によるモニターの確認でも可である。また、精度の高いデータを得るため、小数点以下１桁までの計測が可能である必要がある。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_1",
    "text": "太陽光発電システムにより発電電力を計測し、前記太陽光発電システムの太陽電池容量に対する発電電力の割合があらかじめ設定した第一基準値以上である場合に地震が発生すると推定する地震予測方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_2",
    "text": "複数箇所に分散設置した太陽光発電システムにより発電電力及び日射強度を計測し、データ集計場所に計測時刻、発電電力、日射強度のデータ伝送を行い、発電電力を日射強度１ｋＷ／ｍ２の場合に比例換算した値の太陽電池容量に対する割合があらかじめ設定した第二基準値以上である太陽光発電システムが１箇所以上存在する場合に地震が発生すると推定する地震予測方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_3",
    "text": "請求項２に記載の地震予測方法において、あらかじめ設定した第三基準値以上の値の計測地点数の全計測地点数に占める割合があらかじめ設定した第四基準値以上の割合である場合に地震が発生すると推定する地震予測方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "technical_field",
    "text": "本発明は太陽光発電システムにおける太陽光以外に起因する発電電力に注目した地震予測方法及び火山活動予測方法に関するものである。"
  },
  {
    "patent_id": "JP816554",
    "section": "background_art",
    "text": "下名出願の特許文献１、特願２０２１－は太陽光発電システムを利用した地震予測方法であり、異常に高い発電電力の出現をもって地震の前兆であるとするものである。この方法により地震予測が可能であるが、課題が４点あり、これらの課題の解決により、さらに精度の高い地震予測が可能となる。第一は、異常に高い発電電力の基準が太陽電池容量との比較であり、太陽光発電システム設置場所における晴天時の日時別の標準発電電力との比較ではないことである。太陽電池モジュールへの太陽光照射角度が９０°に近いほど発電電力は大となること、及び太陽電池モジュール表面の温度が低いほど温度上昇による損失が少なく発電電力が大となることを反映した標準発電電力との比較による予測精度向上が必要である。第二は、異常に高い発電電力の出現が太陽光起因によるものかその他の宇宙地球電磁気学的起因によるものかについての記載がないことである。第三は、異常に高い発電電力の出現は地震前兆だけではなく火山活動の前兆でもあることについての記載がないことである。第四は、前兆に対応する感度が太陽光発電システム設置場所により異なる可能性があることについての記載がないことである。本発明は、これらの点に注目して、新たな視点により地震予測及び火山活動予測を行うものである。 非特許文献１は、送電線を利用し微弱な地電流を検出する方法であり、宇宙地球電磁気学的現象による地震予知方法である。送電線は全国をカバーしており観測網の構築が可能であるが、誰にでも可能な方法ではなく、この方法による地震予知を実施できるのは電力会社や研究機関、一部の研究者、専門家などに限定される。 非特許文献２は、ギリシャにおいて成果を上げているとされる宇宙地球電磁気学的地震予知方法であるＶＡＮ法について記載されたものである。"
  },
  {
    "patent_id": "JP816554",
    "section": "detailed_description",
    "text": "請求項１に記載の地震予測方法、火山活動予測方法の実施にあたって必要とされる主な条件は次のとおりである。第一の条件は、請求項１は主として家庭用太陽光発電システムを想定しており、太陽電池容量を大きく超える定格出力電力のパワーコンディショナ設置は現実的ではないが、地震については巨大地震または大地震の前兆であるのか、中地震または小地震の前兆であるのかの区別のため、火山活動については大規模火山活動の前兆であるのか火山活動活発化の前兆であるのかの区別のため、パワーコンディショナの定格出力電力は太陽電池容量の１．３倍以上程度であることが望ましい。 第二の条件は、太陽電池モジュールを南または南に近い向きに、同一方向に、日本付近においては３０°程度の標準的な同一傾斜角度で設置することである。この条件を満たせば、季節を問わず大きな発電電力が出現し、異常な発電電力であるかどうかがわかりやすく、また、同一方向同一角度での太陽電池モジュール設置であるため、異なる条件下での発電の混在を防ぐことが可能である。家庭用太陽光発電システムにおいては現実的ではないが、太陽光追尾式太陽光発電システムの設置が可能であれば、さらに予測精度の向上が期待でき、これは日射計を併設した太陽光発電システムにおいても同様である。 第三の条件は、前兆としての宇宙地球電磁気学的現象に対応する感度が大であり、かつノイズの影響の少ない場所に太陽光発電システムを設置することである。感度が高い地域であるかどうかの判定のため、例として、同一仕様同一設置条件の太陽光発電システムを多数設置し、大きな発電電力が出現している場所や一定発電電力以上の出現頻度が大である場所を選定して、予測対象太陽光発電システムとすることが考えられる。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_1",
    "text": "日射計が併設されていない太陽光発電システムにおいて発電電力を計測し、発電電力が太陽光起因の標準発電電力を超過する場合、標準発電電力に対する超過発電電力の比率があらかじめ設定した第一基準値以上である場合に地震または火山活動が発生すると推定する地震予測方法及び火山活動予測方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_2",
    "text": "日射計が併設されている太陽光発電システムにおいて発電電力及び日射強度を計測し、日射強度１ｋＷ／ｍ２の場合の数値に比例換算した発電電力が太陽光起因の標準発電電力を超過する場合、標準発電電力に対する超過発電電力の比率があらかじめ設定した第二基準値以上である場合に地震または火山活動が発生すると推定する地震予測方法及び火山活動予測方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_3",
    "text": "日射計が併設されている太陽光発電システムを広範囲に複数設置し、標準発電電力に対する超過発電電力の比率があらかじめ設定した第三基準値以上である計測地点が存在し、かつ第四基準値以上の計測地点の数の全計測地点数に占める割合が第五基準値以上である場合に、巨大地震または大地震または大規模火山活動が発生すると推定する地震予測方法及び火山活動予測方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "technical_field",
    "text": "微生物成分などの免疫原を含む調製物に関して技術革新が生じており、こうした技術革新については、医学的及び獣医学な科学の領域において開示されている。こうした調製物は、医学的な目的で製剤化され、治療におけるこうした調製物の使用方法が提供されている。"
  },
  {
    "patent_id": "JP816554",
    "section": "background_art",
    "text": "免疫学的な調節異常は、免疫応答と免疫寛容との間のバランスが崩れた状態であり、アレルギー性及び自己免疫性の疾患における主因であるというだけでなく、多種多様な病態において根本的な機構的役割も果たしていることが認識されつつあり、こうした病態には、がん（Ｍｉｌｌｓ ｅｔ ａｌ．，２０１６，Ｃａｎｃｅｒ Ｒｅｓ；７６（３）；１－４を参照のこと）、代謝疾患（肥満、糖尿病）、変性疾患（アルツハイマー病、パーキンソン病、筋萎縮性側索硬化症、骨粗鬆症）、呼吸器及び循環器の疾患（Ｉｍｍｕｎｅ Ｒｅｂａｌａｎｃｉｎｇ，１ｓｔ Ｅｄｉｔｉｏｎ：Ｔｈｅ Ｆｕｔｕｒｅ ｏｆ Ｉｍｍｕｎｏｓｕｐｐｒｅｓｓｉｏｎ，２０１６，Ｂｏｒａｓｃｈｉ ａｎｄ Ｐｅｎｔｏｎ－Ｒｏｌ Ｅｄｓ，Ａｃａｄｅｍｉｃ Ｐｒｅｓｓを参照のこと）が含まれる。 脊椎動物では、免疫学的な調節の重要局面において自然免疫系及び適応免疫系の活性が協調して生じる。この協調した活性は、免疫細胞内の代謝的、酵素的、及び分子遺伝学的な変化を伴うことで、細胞、サイトカイン、及びケモカインのコミュニケーション経路の精巧な系を編成し、これによって、こうした補体系の異なる成分の協調した活性を媒介する（Ｉｗａｓａｋｉ ＆ Ｍａｄｚｈｉｔｏｖ，２０１５，Ｎａｔｕｒｅ Ｉｍｍｕｎｏｌｏｇｙ １６：３４３－３５３、ＷＯ、ＷＯ、Ｔｕｒｎｅｒ ｅｔ ａｌ．，２０１４，ＢＢＡ－Ｍｏｌｅｃｕｌａｒ Ｃｅｌｌ Ｒｅｓｅａｒｃｈ １８４３：１１ ２５６３－２５８２を参照のこと）。この協調した活性の局面は、自然免疫系のパターン認識受容体（ＰＲＲ）のリガンドをワクチンアジュバントとして使用することで適応免疫応答が改善され得るという認識の基礎をなすものである（Ｍａｉｓｏｎｎｅｕｖｅ ｅｔ ａｌ．，２０１４，ＰＮＡＳ １１（３４），－９、ＷＯを参照のこと）。"
  },
  {
    "patent_id": "JP816554",
    "section": "detailed_description",
    "text": "下記の詳細な説明では、本発明の実施の際に多種多様な改変及び変更を実施するために使用され得る実験手順と共に、特定の実施形態を基にしてさまざまな例が示される。 明確化を目的として、さまざまな専門用語が、一般に理解される意味を有すると理解されるものと合致するように本明細書で使用されており、このことは、以下に示される定義に反映されている。 一般的な定義 「免疫原」は、生物の免疫系によって免疫応答を誘発する能力を有する分子、またはこうした分子を含む組成物を指す。「抗原」は、免疫応答の産物に結合する能力を有する分子を指す。 「病原」体は、微生物（細菌またはウイルスなど）などの物体であり、こうしたものは、天然の宿主に感染を引き起こすことが知られており、この意味において、「病原性」は、「天然に病原性」であることを意味するために本発明との関連において使用される。多種多様な微生物が、組織への微生物の人工接種などの人工的な条件下で感染を引き起こす能力を有し得るものの、天然に感染を引き起こす微生物の範囲は必然的に限られており、医療によってよく確立されている。 「感染」は、病原体（例えば、細菌などの微生物）による侵入を体またはその一部が受けている状況または状態であり、こうした病原体は、有利な条件下では、増殖して傷害性の作用を与える（Ｔａｂｅｒ’ｓ Ｃｙｃｌｏｐｅｄｉｃ Ｍｅｄｉｃａｌ Ｄｉｃｔｉｏｎａｒｙ，１４ｔｈ Ｅｄ．，Ｃ．Ｌ．Ｔｈｏｍａｓ，Ｅｄ．，Ｆ．Ａ．Ｄａｖｉｓ Ｃｏｍｐａｎｙ，ＰＡ，ＵＳＡ）。感染は、常に臨床的に顕性であるとは限らならい可能性があり、局所的な細胞損傷のみが生じ得るものである。感染は、無症状に留まり得、体の防御機構が有効であれば一時的なものに留まり得る。感染は、局所的に広がることで、急性、亜急性、または慢性の臨床的な感染または病状として臨床的に顕性となり得る。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_1",
    "text": "クローン病を有する、エオタキシン－１とＩＬ－１０のベースラインのレベルが低いヒト患者の部位特異的免疫療法（ＳＳＩ）治療の効力の、インビトロの決定方法であって、 治療を受けている前記患者に由来する試料における、ＩＬ－１２Ｐ７０、ＩＬ－１７Ａ、エオタキシン１、ＧＲＯα、ＩＬ－１０、ＰＤＧＦ ＡＡ、ＲＡＮＴＥＳ、ＩＦＮガンマ及びＴＧＦアルファのレベルとをインビトロで決定することを含み、 前記ＳＳＩで、ＩＬ－１２Ｐ７０、ＩＬ－１７Ａ、ＩＦＮガンマ及びＴＧＦアルファのレベルが増加すれば、その患者が前記ＳＳＩを継続することで恩恵を受ける可能性が高いと評価する、 前記ＳＳＩが、Ｅ．ｃｏｌｉの全死滅細胞又は全弱毒化細胞を含む製剤での治療を含む、方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_2",
    "text": "エオタキシン１のレベルが試料中の所定の閾値レベルを下回るのであれば、前記患者が前記ＳＳＩ治療から恩恵を受ける可能性が高い、請求項１に記載の方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_4",
    "text": "前記組換えＥ．ｃｏｌｉが、少なくとも１つのＥ．ｃｏｌｉに由来する哺乳類パターン認識受容体（ＰＲＲ）アゴニストの成分をコードする組換え遺伝子を含む、請求項３に記載の方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_6",
    "text": "請求項１～５のいずれかに記載の方法であって、 前記方法が、診断ＳＮＰであるゲノム多型、または前記診断ＳＮＰと遺伝子連鎖不平衡にあるゲノム多型について、前記患者から単離された試料をスクリーニングすることを更に含み、 前記診断ＳＮＰが応答対立遺伝子を含むのであれば、前記患者が前記治療から恩恵を受ける可能性が高く、 前記診断ＳＮＰ及び前記対応する応答対立遺伝子が、以下の表に記載のもののうちの１つまたは複数である、方法。 JPEG .jpg 236 161 JPEG .jpg 248 161 JPEG .jpg 199 161"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_7",
    "text": "前記患者が、前記応答対立遺伝子のホモ接合体であるか、又は前記応答対立遺伝子のヘテロ接合体である、請求項６に記載の方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "technical_field",
    "text": "本発明は、折畳み扉が装着される枠体を構成する下桟上面をフラット面で形成した折畳み扉装置であって、下桟と折畳み扉との隙間をシールする回転シール体のシール構造に関するものである。"
  },
  {
    "patent_id": "JP816554",
    "section": "background_art",
    "text": "間口を開閉する装置として複数枚の扉を連結して構成した折畳み扉が多用されている。 ところで、折畳み扉の扉継手部の中で、折畳み操作の際にレールから張り出さない継手部上端には吊車が取付けられて上桟のレールに吊設され、下端にはスライダーが突出して下桟に設けているガイド溝に沿って移動することが出来る。そして伸長して閉じた場合にはロック棒が突出してガイド溝へ嵌入し、折畳み扉が開かないようにロックされる。 折畳み扉が装着される枠体の上下桟にはシール材を沿設したシール体が設けられ、閉じた折畳み扉の内面が該シール体に当接することが出来、シール材を介して気密性及び水密性が確保される構造と成っている。 その為に、下桟の上面はフラットでなく、内側(室内側)には上記シールが設けられて折畳み扉が当接することが出来るように成っている。これは、折畳み扉と下桟との気密性、水密性を保つ為に必要な形態として従来から採用されて来ている。 ところで、近年ではバリアフリーと称されて床面に段差を設けることなく、車椅子が自由に動き易いようなフラット床面が普及している。例えば、部屋の床面とベランダ面とを同一であれば、車椅子が自由にベランダへ移動することが出来る。しかし、フラットな下桟にすればシール体が無くなってしまい、その結果、外から雨水が侵入すると共に外気との気密性が損なわれてしまうといった問題が生じる。 そこで、フラットな床面であってもシールを取付けることが出来るように、回転シール体とし、折畳み扉が折畳まれた状態では回転シール体は倒れてフラットな床面なる。しかし、折畳み扉が伸長して間口が閉じられ、ロックするならば回転シール体は回転して起立し、折畳み扉の内面に当接することでシールされ、気密性及び水密性が確保されるように成っている。"
  },
  {
    "patent_id": "JP816554",
    "section": "detailed_description",
    "text": "図１は本発明に係る回転シール体のシール構造を示す具体例であり、断面図を表している。同図において、１は回転シール体、２は下桟、３は折畳み扉、４はロッド、５は止水用部材をそれぞれ表わしている。同図は上記ロッド４が降下して嵌入溝６に嵌り、その為にロッド４に押し下げられて押え片７は回転し、その結果、回転シール体１は起立し、縁に取付けられている一方のシール８は折畳み扉３の表面に当接している。 そして、他方の縁に取付けられているシール９は下桟２に設けられて回転シール体１が倒れた時に収容される収容溝１０の上端に当接している。 上記止水用部材５は嵌入溝６の内側面に止着（固定）されていて、この止水用部材５に、ロッド４によって押し下げられた上記押え片７の先端は隙間なく当接することが出来る。 したがって、押え片７と嵌入溝６の内側面との間に隙間はなく、大雨時に嵌入溝６に溜まる雨水が軸部の隙間（クリアランス）を通過して折畳み扉３の内側へ浸入することはない。 止水用部材５は図２に示すように細長い帯状であって、例えば、嵌入溝６の内側面に接着剤を介して固着されている。ロッド４が降下して嵌入溝６に嵌ることで回転シール体１の押え片７は回転し、その先端は止水用部材５に当り、間に隙間を生じることはない。 押え片７は回転シール体１と同じくアルミ材から成り、このアルミ製の押え片７が隙間なく止水用部材５に当接するにはゴムなどの弾性体が適している。ただし、限定はしない。 押え片７の先端部が止水用部材５に当接して隙間が無くなることで、雨水が嵌入溝６に溜まっても、該雨水は軸部に形成されるクリアランスに浸入して通過することはない。すなわち、折畳み扉３の内側へ雨水は浸入出来ない。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_1",
    "text": "枠体に折畳み扉を装着し、下桟の上面をフラットにすると共に収容溝を連続して長手方向に設け、該収容溝には回転可能に取付けた回転シール体を収容し、ロックする為のロッドが降下することで上記回転シール体が回転して起立して上記折畳み扉の下框に当接してシールすることが出来るようにした折畳み扉装置の回転シール体のシール構造において、上記ロッドが降下することで嵌入する嵌入溝の内側面に止水用部材を取付け、回転シール体の押え片先端部が上記止水用部材に当接するようにしたことを特徴とする折畳み扉の回転シール体のシール構造。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_3",
    "text": "上記止水用部材は細長い帯状とし、背面には凸部が設けられて、嵌入溝の内側面に設けた凹部に嵌合して取付けられる請求項１記載の折畳み扉の回転シール体のシール構造。"
  },
  {
    "patent_id": "JP816554",
    "section": "background_art",
    "text": "有機電界発光素子は、小型モバイル用途を中心に実用化が始まっている。しかしながら、更なる用途拡大には性能向上が必須であり、高電流効率、低駆動電圧、高い発光効率特性、長寿命特性を有する材料が求められている。特許文献１、２は、長寿命で発光特性の優れた有機電界発光素子用の材料である、１，３，５－トリアジンを部分構造として有するピリジン化合物を開示している。また特許文献２～５では、ピリミジン化合物が開示されている。"
  },
  {
    "patent_id": "JP816554",
    "section": "detailed_description",
    "text": "以下、本開示の各態様に係るピリミジン化合物について詳細に説明する。 本開示の一態様に係るピリミジン化合物は、式（１）で表されるピリミジン化合物である。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_1",
    "text": "式（１）で表されるピリミジン化合物： TIFF .tif 18 134 式（１）中、 Ａｒ１は、 単環、縮環、またはそれらが連結してもよい、炭素数５～２０の芳香族基、 該芳香族基は、下記環の単独、又は下記環の組み合わせによって形成される 芳香族炭化水素環、 １６族元素を有する複素芳香族環、及び ６員環のみで形成され、ヘテロ原子として１つのＮを含む複素芳香族環； Ｌは、 置換基を有してもよい炭素数６～１８の芳香族炭化水素基を表す； Ａｒ２は、式（２－Ａ）又は（２－Ｂ）で表される構造であり、式中、 点線はＬとの結合箇所を表す； Ｘ１１～Ｘ１４及びＸ２１～Ｘ２４は、Ｃ－Ｒａ、Ｃ－ＲｂまたはＮを表し； Ｘ１１～Ｘ１４及びＸ２１～Ｘ２４の内、２つ以上が同時にＮにならない； Ｘ１１～Ｘ１４の内、３つ以上が同時にＣ－Ｒａにならない； Ｘ２１～Ｘ２４の内、２つ以上が同時にＣ－Ｒａにならない； Ｒ ２及びＲａは、 単環、縮環、またはそれらが連結してもよい、炭素数５～２０の芳香族基、 該芳香族基は、下記環の単独、又は下記環の組み合わせによって形成される 芳香族炭化水素環、 １６族元素を有し、かつ、Ｎを２つ以上含まない複素芳香族環、及び ６員環のみで形成され、ヘテロ原子として１つのＮを含む複素芳香族環； Ｒ １ は、 フェニル基、ビフェニリル基、ナフチル基、ピリジル基、キノリル基、またはイソキノリル基を表す； Ｒｂは、 水素、重水素、炭素数１～１０のアルキル基； ２つ以上のＲａ、及びＲｂは互いに相異なってもよい； TIFF .tif 40 134 ａは０～３の整数を表す； ｂは１～４の整数を表す； ａ＋ｂは３または４である； ｃは１～３の整数を表す； Ａｒ１、Ａｒ２、Ｌがそれぞれ２つ以上ある場合、複数のＡｒ１、Ａｒ２、Ｌは互いに異なっていてもよい； Ａｒ１、Ａｒ２、Ｌ、Ｒ１、Ｒ２、Ｒａ、Ｒｂは炭..."
  },
  {
    "patent_id": "JP816554",
    "section": "claim_2",
    "text": "前記式（２－Ａ）又は（２－Ｂ）が下記式（２－１）～（２－８）である請求項１に記載のピリミジン化合物： 式中、 点線はＬとの結合箇所を表す； Ｘ１～Ｘ４は、Ｃ－ＨまたはＮを表し、Ｘ１～Ｘ４の内、２つ以上が同時にＮにならない； Ｒ３は、Ｒ ２と同義である。 TIFF .tif 96 143"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_4",
    "text": "前記Ｌが置換してもよいフェニレン、または置換してもよいナフチレンである、請求項１に記載のピリミジン化合物。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_6",
    "text": "前記Ｌが式（Ｌ－１）～（Ｌ－１２）から選択される、請求項１に記載のピリミジン化合物。 式中、点線はピリミジン部位、又はＡｒ２との結合箇所を表す。 TIFF .tif 76 166"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_7",
    "text": "前記Ａｒ２が、前記（２－１）～（２－３）、（２－５）～（２－８）である、請求項２に記載のピリミジン化合物。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_8",
    "text": "前記Ｒ ２が、 単環、縮環、またはそれらが連結してもよい、炭素数５～２０の芳香族基、 該芳香族基は、下記環の単独、又は下記環の組み合わせによって形成される 芳香族炭化水素環、及び １６族元素を有し、かつ、Ｎを２つ以上含まない複素芳香族環、である、 請求項１に記載のピリミジン化合物。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_9",
    "text": "前記Ｒ ２が、単環、縮環、またはそれらが連結してもよい、炭素数６～２０の芳香族炭化水素基である、請求項１に記載のピリミジン化合物。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_10",
    "text": "前記Ａｒ１を構成する環が、ベンゼン、ナフタレン、フェナントレン、ピリジン、キノリンである、請求項１に記載のピリミジン化合物。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_11",
    "text": "下記（Ｅ１）～（Ｅ１９）又は（Ｅ２１）である、請求項１に記載のピリミジン化合物。 TIFF .tif 221 141"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_12",
    "text": "陽極と陰極の間に、少なくとも発光層を含む１以上の有機薄膜層が存在する有機電界発光素子において、前記有機薄膜層の少なくとも１層が請求項１～１１の何れか一項に記載のピリミジン化合物を含有する有機電界発光素子。"
  },
  {
    "patent_id": "JP816554",
    "section": "background_art",
    "text": "従来より、誘電体基板を放射導体のパッチ面とグランド面とで挟んで成るマイクロストリップアンテナにおいて、前記グランド面の少なくとも一部をその先端がパッチ面と概略等しい高さとなるように折り曲げ、折り曲げ部で前記誘電体基板の側面を被覆し、前記パッチ面を含む面を、該パッチ面の周端と該グランド面の折り曲げ端との間隔が該グランド面の折り曲げ部の高さよりも長くなるように構成したことを特徴とするマイクロストリップアンテナがある（例えば、特許文献１参照）。"
  },
  {
    "patent_id": "JP816554",
    "section": "detailed_description",
    "text": "以下、本発明のセンサモジュールを適用した実施の形態について説明する。 ＜実施の形態＞ 図１は、実施の形態のセンサモジュール１００を示す図である。図２は、図１のＡ－Ａ矢視断面を示す図である。以下では、ＸＹＺ座標系を定義して説明し、ＸＹ面視を平面視と称する。また、説明の便宜上、－Ｚ方向側を下側又は下、＋Ｚ方向側を上側又は上と称すが、普遍的な上下関係を表すものではない。 センサモジュール１００は、金属部材１１０（１１０Ａ、１１０Ｂ）と、樹脂部１２０と、マルチモジュール１３０と、樹脂部１４０とを含む。センサモジュール１００は、円盤状の部材である。 金属部材１１０は、第１金属部材の一例であり、金属部材１１０Ａと、金属部材１１０Ｂとを有する。以下では、金属部材１１０Ａと金属部材１１０Ｂとを合わせたものを指すときは、金属部材１１０と称す。 金属部材１１０Ａは、金属製の円環状の部材であり、上面から円環状に凹んだ溝部１１Ａと、平面視における中央部において上下方向に貫通した貫通孔１１２Ａとを有する。溝部１１Ａは、凹部の一例であり、外側の内周面１１Ａ１と、内側の内周面１１Ａ２と、底面１１Ａ３とを有する。金属部材１１０Ａは、一例として、ステンレス鋼、鉄、アルミニウム、タングステン等の金属製である。 金属部材１１０Ｂは、第２金属部材の一例であり、薄板状の円環状の部材である。金属部材１１０Ｂの外径は、金属部材１１０Ａの溝部１１Ａの外側の円筒状の内周面１１Ａ１の内径よりも小さい。金属部材１１０Ｂは、中央部において上下方向に貫通した貫通孔１１Ｂを有する。貫通孔１１Ｂの開口の大きさは、貫通孔１１２Ａの開口の大きさと等しく、平面視における中心の位置が合わせられている。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_1",
    "text": "凹部を有する金属部材と、 前記凹部の内部に埋め込まれる樹脂部と、 前記樹脂部の内部に設けられ、電波を放射する放射部と、 前記樹脂部の内部に設けられ、前記放射部に接続される無線通信部と、 前記無線通信部に接続されるセンサと を含み、 前記金属部材は、前記放射部とは前記樹脂部によって絶縁されており、無給電素子として機能し、 前記金属部材は、平面視で円環状、矩形環状、又は多角形環状のスリットをさらに有し、 前記凹部は、前記スリットに連通する、センサモジュール。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_2",
    "text": "前記金属部材及び前記樹脂部は、平面視における中央を貫通する貫通孔を有する、請求項１記載のセンサモジュール。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_3",
    "text": "前記金属部材は、 前記凹部を有する第１金属部材と、 前記第１金属部材の内部に設けられる前記樹脂部に保持され、前記第１金属部材の前記凹部の開口との間に前記円環状、矩形環状、又は多角形環状のスリットを構築する第２金属部材と を有する、請求項１記載のセンサモジュール。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_4",
    "text": "前記第２金属部材及び前記樹脂部は、平面視における中央を貫通する貫通孔を有する、請求項３記載のセンサモジュール。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_5",
    "text": "前記第１金属部材は、円盤状であり、 前記凹部は、円環状であり、 前記第２金属部材は、円環状であり、前記円環状の凹部の外周側又は内周側に円環状のスリットを構築する、請求項３又は４記載のセンサモジュール。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_6",
    "text": "前記放射部は、前記樹脂部の内部で前記スリットに向けて設けられる、請求項１及び３乃至５のいずれか一項記載のセンサモジュール。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_7",
    "text": "前記放射部は、前記スリットの近傍に設けられる、請求項１及び３乃至６のいずれか一項記載のセンサモジュール。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_8",
    "text": "前記樹脂部の内部に設けられる基板をさらに含み、 前記放射部、前記無線通信部、及び前記センサは、前記基板に実装される、請求項１乃至７のいずれか一項記載のセンサモジュール。"
  },
  {
    "patent_id": "JP816554",
    "section": "technical_field",
    "text": "関連出願の相互参照 本出願は、２０２１年７月９日に出願された中国特許出願第．３号に基づき、その優先権を主張するものであり、その開示は、その全体が参照により本明細書に組み込まれる。 技術分野 本発明は加速器分野に関し、特に放射線生成デバイス及びその制御方法に関する。"
  },
  {
    "patent_id": "JP816554",
    "section": "background_art",
    "text": "税関、民間航空、鉄道輸送分野における大型車両／コンテナのセキュリティ検査設備では、Ｘ線生成デバイスとして電子線形加速器システムが主に使用されている。生成デバイスによって生成された高エネルギＸ線は、異なる厚さ及び質量を有する物体に対して非破壊検査を実行することができ、検査対象物（ｏｂｊｅｃｔｓ ｔｏ ｂｅ ｉｎｓｐｅｃｔｅ）の効果的な認識、及び箱を開けることなく検査対象物に含まれる禁制品の認識及びマーキングを迅速に実現し、それにより、市民の個人的及び財産的セキュリティを保証し、社会的安定性を維持する。 関連する放射線撮像分野において、主にＸ線投影撮像技術を利用して、検査対象物を識別して検出する。応用位置及び認識精度の要求に応じて、概して複数の放射線源を用いてマルチビュー放射線画像化を形成する。"
  },
  {
    "patent_id": "JP816554",
    "section": "detailed_description",
    "text": "以下、添付図面を参照して、本発明の様々な実施形態について詳細に説明する。例示的な実施形態の説明は、単なる例示であり、本開示、及びその適用又は使用を限定することを決して意図しない。本開示は、多くの異なる形態で実施することができ、本明細書に記載された実施形態に限定されない。これらの実施形態は、本開示が徹底的かつ完全なものとなり、本開示の範囲が当業者に十分に伝わるように提供される。特に指定のない限り、これらの実施形態に記載された構成要素及びステップの相対的配置、材料の組成、数値表現及び数値は、単なる例示であり、限定的なものではないと解釈されるべきであることに留意されたい。 本開示で使用される「第１」、「第２」などの類似の語は、いかなる順序、量、又は重要性も示さず、異なる部分を区別するためにのみ使用される。「含む（ｉｎｃｌｕｄｉｎｇ）」又は「有する（ｃｏｍｐｒｉｓｉｎｇ）」などの類似の語は、その語の前の要素が、その語の後に列挙される要素を包含することを意味し、他の要素を包含する可能性を排除するものではない。「上（Ｕｐｐｅｒ）」、「下（ｌｏｗｅｒ）」、「左（ｌｅｆｔ）」、「右（ｒｉｇｈｔ）」などは、相対的な位置関係を示すためにのみ使用される。記述されたオブジェクトの絶対位置が変化した後、相対的な位置関係もそれに応じて変化し得る。 本開示において、特定のデバイスが第１デバイスと第２デバイスとの間に位置すると記載される場合、特定のデバイスと第１デバイス又は第２デバイスとの間に介在デバイスが存在してもよく、又は存在しなくてもよい。特定のデバイスが他のデバイスに接続されると記載されている場合、特定のデバイスは、介在デバイスを介さずに他のデバイスに直接接続されてもよいし、他のデバイスに直接接続されずに介在デバイスを有してもよい。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_1",
    "text": "放射線生成デバイスであって： 複数の電子ビームを生成するように構成された電子ビーム生成デバイスと； マイクロ波を生成するように構成されたマイクロ波生成デバイスと； パワー入力ポート及び少なくとも２つのパワー出力ポートを有するマイクロ波サーキュレータであって、前記パワー入力ポートが導波構造を介して前記マイクロ波生成デバイスに接続されている、マイクロ波サーキュレータと； 前記電子ビーム生成デバイスに接続された複数の加速管であって、前記少なくとも２つのパワー出力ポートにそれぞれ接続されており、前記電子ビーム生成デバイスによって生成された複数の電子ビームをそれぞれ受け取るように構成されており、前記少なくとも２つのパワー出力ポートから受け取ったマイクロ波を介して前記複数の電子ビームをそれぞれ加速して、異なるエネルギを有する複数の放射線をそれぞれ生成するように構成されている、複数の加速管と； 前記電子ビーム生成デバイス及び前記マイクロ波生成デバイスに信号接続されたコントローラであって、前記マイクロ波生成デバイスのマイクロ波パワーの経時的制御、及び、前記電子ビーム生成デバイスにより発生され、前記複数の加速管にそれぞれ対応する前記電子ビームのビーム負荷の経時的制御を実行するように構成された、コントローラと を備え、 前記電子ビーム生成デバイスは： 第１電子ビームを生成するように構成されている第１電子銃と； 前記コントローラと信号接続されており、前記第１電子銃と接続されている第１電子銃電源であって、前記コントローラによって提供される経時的制御信号にしたがって、前記第１電子ビームの前記ビーム負荷を調整するように構成されている、第１電子銃電源と； 第２電子ビームを生成するように構成されている第２電子銃と； 前記コントローラと信号接続されており、前記第２電子銃と接続されている第２電子銃電源であって..."
  },
  {
    "patent_id": "JP816554",
    "section": "claim_3",
    "text": "前記マイクロ波サーキュレータの少なくとも２つのパワー出力ポートは、第１パワー出力ポート及び第２パワー出力ポートを含み、 前記第１パワー出力ポートには、前記パワー入力ポートから供給されるマイクロ波信号が割り当てられ、前記第２パワー出力ポートには、前記第１パワー出力ポートから供給されるマイクロ波信号が割り当てられ、 前記複数の加速管は： 前記第１パワー出力ポート及び前記第１電子銃に接続され、前記第１パワー出力ポートによって出力される第１出力マイクロ波信号を介して前記第１電子ビームを加速するように構成された第１加速管と； 前記第２パワー出力ポート及び前記第２電子銃に接続され、前記第２パワー出力ポートによって出力される第２出力マイクロ波信号を介して前記第２電子ビームを加速するように構成された第２加速管と；を備える、 請求項１記載の放射線生成デバイス。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_4",
    "text": "前記マイクロ波サーキュレータの少なくとも２つのパワー出力ポートは第３パワー出力ポートをさらに含み、前記第３パワー出力ポートには、前記第２パワー出力ポートから供給されるマイクロ波信号が割り当てられ、 前記放射線生成デバイスは、前記第３パワー出力ポートに接続され、前記第３パワー出力ポートによって出力されるマイクロ波信号を吸収するように構成されている吸収負荷をさらに含む、 請求項３記載の放射線生成デバイス。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_6",
    "text": "前記コントローラは、前記マイクロ波生成デバイスによって前記マイクロ波サーキュレータの前記パワー入力ポートに供給されるマイクロ波信号が、前記第１期間において少なくとも１つの第１入力マイクロ波信号を含むことを可能にし、前記マイクロ波生成デバイスによって前記マイクロ波サーキュレータの前記パワー入力ポートに供給される前記マイクロ波信号が、前記第２期間において少なくとも１つの第２入力マイクロ波信号を含むことを可能にするように構成されており、 前記少なくとも１つの第１入力マイクロ波信号のパワーは、前記少なくとも１つの第２入力マイクロ波信号のパワーよりも大きい、 請求項３記載の放射線生成デバイス。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_8",
    "text": "請求項１に記載の上記放射線生成デバイスの制御方法であって： 前記コントローラを介して前記マイクロ波生成デバイスの前記マイクロ波パワーの経時的制御を実行し、前記複数の加速管は前記複数の電子ビームをそれぞれ加速するように、前記電子ビーム生成デバイスによって生成された前記複数の加速管にそれぞれ対応する複数の電子ビームの前記ビーム負荷の経時的制御を実行し、異なるエネルギを有する複数の放射線を生成する、ステップを含む、 方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_9",
    "text": "前記電子ビーム生成デバイスは： 第１電子ビーム及び第２電子ビームをそれぞれ生成する第１電子銃及び第２電子銃と、 前記コントローラに信号接続されており、前記第１電子銃及び前記第２電子銃にそれぞれ接続されている第１電子銃電源及び第２電子銃電源と、を備え、 前記コントローラを介して複数の加速管にそれぞれ対応する複数の電子ビームの前記ビーム負荷の経時的制御を実行する前記ステップは： 前記コントローラを介して、前記第１電子ビームのビーム負荷が少なくとも１つの周期の各周期における第１期間において第１ビーム負荷になるように、前記第１電子銃電源に前記第１電子ビームのビーム負荷を調整させ、前記第２電子ビームのビーム負荷が各周期における第２期間において第２ビーム負荷になるように、前記第２電子銃電源に前記第２電子ビームのビーム負荷を調整させ、前記第１期間は前記第２期間と一致しない、ステップを含む、 請求項８記載の方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_10",
    "text": "前記マイクロ波サーキュレータの少なくとも２つのパワー出力ポートは、第１パワー出力ポート及び第２パワー出力ポートを含み、 前記第１パワー出力ポートには、前記パワー入力ポートから供給されるマイクロ波信号が割り当てられ、前記第２パワー出力ポートには、前記第１パワー出力ポートから供給されるマイクロ波信号が割り当てられ、 前記複数の加速管は： 前記第１パワー出力ポート及び前記第１電子銃に接続された第１加速管と、 前記第２パワー出力ポート及び前記第２電子銃に接続されている第２加速管と、を含み、 前記コントローラを介して前記マイクロ波生成デバイスの前記マイクロ波パワーの経時的制御を実行するステップは： 前記コントローラを介して、前記マイクロ波生成デバイスによって前記マイクロ波サーキュレータの前記パワー入力ポートに供給されるマイクロ波信号が、前記第１期間において少なくとも１つの第１入力マイクロ波信号を含むことを可能にし、前記マイクロ波生成デバイスによって前記マイクロ波サーキュレータの前記パワー入力ポートに供給されるマイクロ波信号が、前記第２期間において少なくとも１つの第２入力マイクロ波信号を含むことを可能にし、少なくとも１つの第１入力マイクロ波信号のパワーは、少なくとも１つの第２入力マイクロ波信号のパワーよりも大きい、ステップを含む、 請求項９記載の方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_11",
    "text": "前記少なくとも１つの第１入力マイクロ波信号は、前記第１期間の異なる部分に位置する２つの第１入力マイクロ波信号を含み、 前記２つの第１入力マイクロ波信号のパワーは同じであるか又は異なり、 前記第１期間における前記２つの第１入力マイクロ波信号の異なる部分に対応する前記第１電子ビームの前記第１ビーム負荷は同じであるか又は異なる、 請求項１０記載の方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_12",
    "text": "前記少なくとも１つの第２入力マイクロ波信号は、前記第２期間の異なる部分に位置する２つの第２入力マイクロ波信号を含み、 前記２つの第２入力マイクロ波信号のパワーは同じであるか又は異なり、 前記第２期間における前記２つの第２入力マイクロ波信号の異なる部分に対応する前記第２電子ビームの前記第２ビーム負荷は同じであるか又は異なる、 請求項１０記載の方法。"
  },
  {
    "patent_id": "JP816554",
    "section": "background_art",
    "text": "従来、電子機器などの製品または電子機器を具備するシステムにおいて、電子機器の温度補償に温度センサーやガスセンサーが用いられており、温度センサーやガスセンサーには、サーミスタが用いられている。前記サーミスタの種類には、負温度係数（Ｎｅｇａｔｉｖｅ Ｔｅｍｐｅｒａｔｕｒｅ Ｃｏｅｆｆｉｃｉｅｎｔ；ＮＴＣ）サーミスタと正温度係数（Ｐｏｓｉｔｉｖｅ Ｔｅｍｐｅｒａｔｕｒｅ Ｃｏｅｆｆｉｃｉｅｎｔ；ＰＴＣ）サーミスタとがある。 負温度係数（ＮＴＣ）サーミスタは、温度が上がると抵抗が減少する現象を利用したサーミスタで、広範囲な温度で抵抗が指数関数的に減少するｎ型半導体の性質が強く、大部分のサーミスタがこれに該当する。正温度係数（ＰＴＣ）サーミスタは、温度が上がり一定温度を越えると急激に抵抗が増加する現象を利用した特殊なサーミスタである。 近年においては、電子機器の小型化や薄型化が進んでおり、電子機器に用いられている温度センサーやガスセンサー、さらにはこれらのセンサーに用いられるサーミスタ素子にも小型化や薄型化が要求されている。このような要求に対し、サーミスタ膜を用いたサーミスタ素子が検討されているが、機械的な強度が弱かったり、サーミスタ特性が十分でなかったりして満足のいくものではなかった。 特許文献１には、常温真空粉末噴射法により形成されたＮＴＣサーミスタ膜が記載されている。しかしながら、特許文献１記載のＮＴＣサーミスタ膜は、機械的強度が弱く、薄膜化も困難であり、また、真空装置を用いて、複雑な工程を必要とするなどの問題があった。 また、特許文献２には、エアロゾルデポジション法にて成膜されたサーミスタ膜が記載されている。"
  },
  {
    "patent_id": "JP816554",
    "section": "detailed_description",
    "text": "本発明のサーミスタは、サーミスタ膜と電極とを少なくとも含むサーミスタであって、２００℃～２５０℃におけるＢ定数（Ｋ）が８００以上であることを特長とする。 前記サーミスタ膜はサーミスタ特性を実現可能な結晶または結晶性酸化物半導体を含むのが好ましい。前記結晶は、ガリウム（Ｇａ）を含むのが好ましく、Ｇａとマンガン（Ｍｎ）とを含むのがより好ましい。また、前記結晶は、コランダム構造を有していてもよいし、β－ガリア構造を有していてもよいし、他の結晶構造を有していてもよい。また、前記結晶は、単結晶であってもよいし、多結晶であってもよい。本発明においては、前記結晶が金属酸化物を主成分として含むのが好ましい。ここで、「主成分」とは、例えば前記結晶中の前記金属酸化物が、原子比０．５以上の割合で含まれていればそれでよい。本発明においては、前記結晶中の金属酸化物が原子比０．７以上であることが好ましく、０．８以上であるのがより好ましい。前記金属酸化物は、特に限定されないが、Ｇａを含むのが好ましく、ＧａとＭｎとを含むのがより好ましい。前記結晶中のＧａの含有量は、本発明の目的を阻害しない限り特に限定されないが、金属成分中、３０原子％以上であるのが好ましく、６０原子％以上であるのがより好ましく、９０原子％以上であるのが最も好ましい。また、前記結晶中のＭｎの含有量は、前記金属酸化物中におけるＧａの含有量に対して、０．１原子％以上であるのが好ましい。また、前記結晶は、ＧａおよびＭｎを含むのが好ましく、さらに、ＧａおよびＭｎ以外の他の金属成分が１種または２種以上含まれている混晶であってもよい。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_1",
    "text": "サーミスタ膜と電極とを少なくとも含むサーミスタであって、前記サーミスタ膜がコランダム構造またはβ－ガリア構造を有する結晶性酸化物を含み、２００℃～２５０℃におけるＢ定数（Ｋ）が８００以上であることを特徴とするサーミスタ。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_10",
    "text": "前記サーミスタ膜の第１面側に配置される第１の電極と、第１面の反対側に位置する第２面側に配置される第２の電極と、を有する請求項９記載のサーミスタ。"
  },
  {
    "patent_id": "JP816554",
    "section": "claim_13",
    "text": "請求項１～１０のいずれかに記載のサーミスタまたは請求項１１もしくは請求項１２に記載の製品を含むシステム。"
  },
  {
    "patent_id": "JP698984",
    "section": "title",
    "text": "結晶、結晶性酸化物半導体、結晶性酸化物半導体を含む半導体膜、結晶および／または半導体膜を含む半導体装置および半導体装置を含むシステム"
  },
  {
    "patent_id": "JP698984",
    "section": "technical_field",
    "text": "本発明は、サーミスタやパワーデバイス等の半導体装置に有用な結晶、パワーデバイス等の半導体装置に有用な結晶性酸化物半導体に関する。また、本発明は結晶および／または結晶性酸化物半導体を有する半導体装置に関する。さらに、本発明は半導体装置を含むシステムに関する。"
  },
  {
    "patent_id": "JP698984",
    "section": "background_art",
    "text": "高耐圧、低損失および高耐熱を実現できる次世代のスイッチング素子として、バンドギャップの大きな酸化ガリウム（Ｇａ２Ｏ３）を用いた半導体装置が注目されており、インバータなどの電力用半導体装置への適用が期待されている。しかも、広いバンドギャップからＬＥＤやセンサー等の受発光装置としての応用も期待されている。当該酸化ガリウムは、インジウムやアルミニウムをそれぞれ、あるいは組み合わせて混晶とすることによりバンドギャップ制御することが可能であり、ＩｎＡｌＧａＯ系半導体として極めて魅力的な材料系統を構成している。ここでＩｎＡｌＧａＯ系半導体とはＩｎＸＡｌＹＧａＺＯ３（０≦Ｘ≦２、０≦Ｙ≦２、０≦Ｚ≦２、Ｘ＋Ｙ＋Ｚ＝１．５～２．５）を示し、酸化ガリウムを内包する同一材料系統として俯瞰することができる。 バンドギャップの大きな半導体材料を用いた半導体装置において、半導体特性を含む電気特性を高めるため、様々な試みがなされている。特許文献４では、ＭＢＥ法を用いたβ―Ｇａ２Ｏ３系半導体素子の製造において、イオン注入することによって、ドーピングを行っており、ｎ型ドーパントの例として、ケイ素が記載されている。しかしながら、イオン注入によってドーピングを行った場合には、イオン注入後、高温（例えば、１００℃）でアニール処理を行わないとドナーとして使えないという問題があった。また、特許文献４に記載の方法では、活性化アニール処理を行ったとしても、例えば、ケイ素をドーパントとして用いた場合には、結晶欠陥が多く、電気特性も悪く、例えば、移動度１ｃｍ２／Ｖｓ以上得るのは困難であった。"
  },
  {
    "patent_id": "JP698984",
    "section": "detailed_description",
    "text": "本発明の結晶は、ガリウム（Ｇａ）とマンガン（Ｍｎ）とを含みコランダム構造を有する金属酸化物を含んでいれば特に限定されず、単結晶であってもよいし、多結晶であってもよい。本発明においては、前記結晶が前記金属酸化物を主成分として含むのが好ましい。ここで、「主成分」とは、例えば前記結晶中の前記金属酸化物が、原子比で５０％以上の割合で含まれていればそれでよい。本発明においては、前記結晶中の金属酸化物が原子比で７０％以上であることが好ましく、８０％以上であるのがより好ましい。前記結晶中のＧａの含有量は、本発明の目的を阻害しない限り特に限定されないが、コランダム構造を有する結晶の金属酸化物の金属成分中におけるＧａの含有量は、３０原子％以上であるのが好ましく、６０原子％以上であるのがより好ましく、９０原子％以上であるのが最も好ましい。また、前記結晶中のＭｎの含有量は、コランダム構造の金属酸化物中におけるＧａの含有量に対して、０．１原子％以上であるのが好ましい。また、前記結晶は、ＧａおよびＭｎを含み、コランダム構造を含んでいれば特に限定されず、さらに、ＧａおよびＭｎ以外の他の金属成分が１種または２種以上含まれている混晶であってもよい。他の金属成分としては、例えば、アルミニウム（Ａｌ）、インジウム（Ｉｎ）、ストロンチウム（Ｓｒ）、Ｍｎ以外の遷移金属などが挙げられ、より具体的には、Ａｌ、Ｉｎ、Ｓｒ、銅（Ｃｕ）、亜鉛（Ｚｎ）、パラジウム（Ｐｄ）、イリジウム（Ｉｒ）、ロジウム（Ｒｈ）、ルテニウム（Ｒｕ）、鉄（Ｆｅ）、モリブデン（Ｍｏ）、タングステン（Ｗ）、チタン（Ｔｉ）、タンタル（Ｔａ）、ジルコニウム（Ｚｒ）、ハフニウム（Ｈｆ）、ニオブ（Ｎｂ）、バナジウム（Ｖ）、コバルト（Ｃｏ）、ニッケル（Ｎｉ）、ルテニウム（Ｒｕ）、スズ（Ｓｎ）またはクロム（Ｃｒ）などが挙げられる。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_1",
    "text": "ＧａとＭｎとを含み、コランダム構造を有する金属酸化物を主成分として含み、Ｇａ:Ｍｎが原子比で１００：０．５～１００：１０である結晶。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_2",
    "text": "コランダム構造の金属酸化物の金属成分中におけるＧａの含有量が３０原子％以上である、請求項１に記載の結晶。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_4",
    "text": "ＧａとＭｎとを含み、コランダム構造を有し、Ｇａ:Ｍｎが原子比で１００：０．５～１００：１０である結晶性酸化物半導体。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_5",
    "text": "コランダム構造を有する結晶性酸化物半導体の金属成分中におけるＧａの含有量が、３０原子％以上である、請求項４記載の結晶性酸化物半導体。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_7",
    "text": "前記結晶性酸化物半導体中におけるＭｎの含有量が、前記ドーパントの含有量よりも少ない、請求項６記載の結晶性酸化物半導体。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_8",
    "text": "キャリア密度が、１×１０１５／ｃｍ３～１×１０２２／ｃｍ３の範囲内にある、請求項６または７に記載の結晶性酸化物半導体。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_9",
    "text": "キャリア密度が、１×１０１８／ｃｍ３～１×１０２２／ｃｍ３の範囲内にある、請求項６または７に記載の結晶性酸化物半導体。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_12",
    "text": "結晶性酸化物半導体膜を少なくとも備える半導体装置であって、前記結晶性酸化物半導体膜が、請求項１～３のいずれかに記載の結晶および／または請求項４～１１のいずれかに記載の結晶性酸化物半導体を含む半導体装置。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_13",
    "text": "前記結晶性酸化物半導体膜の第１面側に配置された第１の電極と第２の電極とを有し、前記第１の電極は前記第２の電極から離間して配置されている、請求項１２記載の半導体装置。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_14",
    "text": "前記結晶性酸化物半導体膜の第１面側に配置された第１の電極と、前記結晶性酸化物半導体膜の第２面側に配置された第２の電極とを有し、前記第２面は前記第１面と反対側に位置する請求項１２記載の半導体装置。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_19",
    "text": "半導体装置を備える半導体システムであって、前記半導体装置が、請求項１２～１８のいずれかに記載の半導体装置である半導体システム。"
  },
  {
    "patent_id": "JP698984",
    "section": "background_art",
    "text": "振り込め詐欺とも呼ばれている特殊な詐欺行為を阻止するために、金融機関に設置されたＡＴＭ等の自動取引装置に対して様々な監視機能を組み込む技術が紹介されている。例えば、携帯電話を使用しながらＡＴＭを操作している所定年齢以上の利用者を監視して警告をするシステム（特許文献1）や、携帯電話を使用する音声データを取得して、長時間の使用に警告をするシステム（特許文献2）や、ＡＴＭを操作している利用者の携帯電話の使用を画像認識する技術（特許文献3）等が紹介されている。"
  },
  {
    "patent_id": "JP698984",
    "section": "detailed_description",
    "text": "以下、本発明の実施の形態を実施例毎に詳細に説明する。 図1に示した不適切使用防止システム１２には、自動取引装置１４の上方にディジタル・サイネージ用のディスプレイ２０が取り付けられている。このディスプレイ２０は、自動取引装置１４の利用者１６に対する広告等の業務案内を表示するためのものである。自動取引装置１４は、金融機関やコンビニエンスストア等に設置されているもので、振り込み（送金）操作ができる装置である。業務案内を表示するための様々なコンテンツは、記憶装置３２に記憶されている。表示制御装置２４は、記憶装置３２に記憶されたコンテンツ２２を適時に選択して読み出してディスプレイ２０に表示制御をする。 ここで、本発明のシステムは、利用者１６が、悪意を持った者から携帯電話で指示をされて振り込み操作をするようなおそれのある状態を検出する。カメラ２６は、自動取引装置１４に近付く利用者１６を撮影するためのものである。本発明のシステムは、自動取引装置１４とは全く独立したシステムとする。自動取引装置１４の動作とは連動させないから、金融機関の基幹システムとの連携が不要で、開発や制御が容易になる。高度なセキュリティを要求されないので、ハードウェアは安価に構築できる。 監視装置３６は、まず、利用者１６の自動取引装置１４の使用開始前にカメラ２６が撮影した画像を取得して、その画像を解析する。例えば、Ａｌ（人工知能）の学習処理により、利用者１６が、携帯電話３０の通話をしている状態かもしくは携帯電話３０の通話の準備をしている状態を検出できる。この状態を検出したときに、監視装置３６は、表示制御装置２４に対して、注意喚起メッセージ３４の表示を要求する。 例えば、携帯電話に保存されたパスワードや振り込み先の情報を見ながら手続きをする利用者もある。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_1",
    "text": "自動取引装置の利用者に対する業務案内の表示のためのデジタル・サイネージ用のディスプレイと、 このディスプレイに対して、業務案内の表示をするためのコンテンツを供給する表示制御装置と、 自動取引装置に近づく利用者を撮影するカメラと、 利用者の自動取引装置の使用開始前にカメラが撮影した画像を取得して、その画像を解析して、利用者が、携帯電話の通話をしている状態か、もしくは携帯電話の通話の準備をしている状態を検出したとき、表示制御装置に対して、ディスプレイに、業務案内の表示に代えてあらかじめ記憶装置に記憶された注意喚起メッセージの表示を要求し、上記の利用者に対して、超音波発信器による無変調の超音波ビームを送信する監視装置とを備えた ことを特徴とする自動取引装置の不適切使用防止システム。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_2",
    "text": "自動取引装置の操作をする場所の直上に、上記の超音波発信器を取り付けて、その真下に向けて超音波ビームを送信することを特徴とする請求項１に記載の自動取引装置の不適切使用防止システム。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_3",
    "text": "利用者が、携帯電話の通話をしている状態か、もしくは携帯電話の通話の準備をしている状態を検出したとき、自動取引装置の操作をする場所に、１０KHｚ以上の音波を発する発信器を取り付けて送信し、携帯電話の通話を妨げることを特徴とする請求項１に記載の自動取引装置の不適切使用防止システム。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_4",
    "text": "音響信号発生器から指向性のある音響信号を自動取引装置の操作場所の直上から床に向けて発射し、もしくは相対する壁の間で超音波を反射させて、携帯電話の通話を妨げる限定された非通話領域を形成することを特徴とする請求項１に記載の自動取引装置の不適切使用防止システム。"
  },
  {
    "patent_id": "JP698984",
    "section": "technical_field",
    "text": "本発明は、反応蒸留に基づいて光学的に純粋なラクチドを連続的に製造する方法に関する。本発明はまた、動作中に非常に低い圧力損失を引き起こす新規な凝縮器を含む、ラクチドを製造する装置に関する。さらに、第２の反応蒸留システムの底部からのパージ流を濃縮するための装置が記載されている。同様に、これらの装置と方法の両方の使用目的が記載されている。"
  },
  {
    "patent_id": "JP698984",
    "section": "background_art",
    "text": "ラクチドは、乳酸の環状二量体であり、高分子量ポリ乳酸の製造における中間体として使用することができる。これらのポリマーは、環境的に許容可能な分解生成物を形成しながら、生物学的及び加水分解的に分解される能力があるため、生物医学産業及びその他の用途に有用であり、例えば分解可能な包装材料として有用である。 ラクチドを合成する既知の方法の一例は、原料としての乳酸を乳酸濃縮器で濃縮して含水量を低減し、乳酸分子間のエステル化の開始を促進する工程と、プレポリマー反応器内で乳酸を予備重合させて、エステル化により生じた水を除去する間に乳酸オリゴマーを生成する工程と、得られた乳酸オリゴマーを解重合反応器内で粗ラクチドに解重合する工程とを含む。上記濃縮、予備重合及び解重合を行うための方法は、例えば米国特許第号など、本技術分野において知られている。 乳酸が２つの光学異性体、即ち（Ｒ）－乳酸及び（Ｓ）－乳酸を含むことは、本技術分野でよく知られている。したがって、乳酸の鏡像異性体からラクチドを形成すると、（Ｒ，Ｒ）－ラクチド（又はＤ－ラクチド）、（Ｓ，Ｓ）－ラクチド（又はＬ－ラクチド）及び（Ｒ，Ｓ）－ラクチド（又はメソ－ラクチド）として区別される、異なる幾何学的構造を有する３つの立体異性体が生じる。実際には、システムに供給される粗乳酸は、（Ｓ）－乳酸及び（Ｒ）－乳酸から選択される２種類の乳酸のいずれかを主成分として含んでいる。したがって、解重合によって製造された粗ラクチドは、大量の光学的に純粋なラクチド（Ｌ－ラクチド又はＤ－ラクチド）、少量のメソ－ラクチド、及びさらに少量の残りの第３のラクチドを含む。"
  },
  {
    "patent_id": "JP698984",
    "section": "detailed_description",
    "text": "従来の反応順序について、乳酸濃縮器で加熱により乳酸に含まれる水分を蒸発させ、続いて乳酸凝縮装置で乳酸凝縮（予備重合）反応を進行させて乳酸オリゴマーを生成する。本発明によれば、上記２つの装置、即ち乳酸濃縮器及びプレポリマー反応器は、第１の反応蒸留システムに置き換えられる。第１の反応蒸留システムの設置に必要な設備費及び空間が大幅に減少する。さらに、第１の反応蒸留システムの利用は、乳酸の滞留時間を短縮し、乳酸のラセミ化を減少させ、したがって光学的に純粋なラクチドの収率を増加させるという利点を有する。 供給原料としての乳酸の水溶液は、それぞれ、例えば０～５０重量％の水、及び５０～１００重量％の乳酸を含んでもよい。乳酸の水溶液の温度は、好ましくは６０～１５０℃の範囲にあり、より好ましくは１００～１３０℃の範囲にある。 第１の反応蒸留では、乳酸濃縮及び乳酸凝縮反応が進行し、乳酸オリゴマーが生成される。乳酸凝縮反応により得られた乳酸オリゴマーの平均分子量は、一般的に３００～であり、好ましくは４５０～５００であり、より好ましくは６００～２５００である。 本発明によれば、第１の反応蒸留システムは、好ましくは、少なくともポット、蒸留塔、凝縮器及び蒸発器を含む。ポットの向きは、プロセス条件に応じて水平又は垂直であってもよい。蒸留塔は、従来の塔、又は塔の内部空間を分割する分割壁を備えた分離壁型蒸留塔であってもよい。蒸発器は、水の蒸発に必要なエネルギーを供給するだけでなく、乳酸凝縮反応が起こる場所でもある。 本発明は、第１の反応蒸留システムの蒸留塔に設置される物質移動要素の種類が特に限定されない。トレイ、ランダムパッキン、構造化充填物及びそれらの任意の組み合わせからなる群から選択される適切な物質移動要素を使用することにより良い結果が得られる。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_1",
    "text": "乳酸の水溶液から光学的に純粋なラクチドを連続的に製造する方法であって、第１の反応蒸留システム、第２の反応蒸留システム、主蒸留システム及びサイドドロー還流器を含み、新規な水平上部取り付け型（ＨＴＭ）凝縮器を用いて圧力損失を低くすることで、高い底部温度に関連する副反応を減少させる、方法。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_2",
    "text": "前記ＨＴＭ凝縮器は、前記第１の反応蒸留システムの蒸留塔の頂部に直接的に溶接又は接続される、請求項１に記載の方法。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_3",
    "text": "前記ＨＴＭ凝縮器は、前記第２の反応蒸留システムの蒸留塔の頂部に直接的に溶接又は接続される、請求項１に記載の方法。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_5",
    "text": "前記ＨＴＭ凝縮器は、前記サイドドロー還流器の頂部に直接的に溶接又は接続される、請求項１に記載の方法。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_6",
    "text": "前記ＨＴＭ凝縮器は、 円筒状のシェル、及び、上記シェルの内部に取り付けられた複数の管と、 上記シェルの中央部に３～７°の傾斜で設置され、上記シェルの内部空間をその上方の管配置セクションとその下方の空のセクションに分離する縦バッフルであって、上記管配置セクションにおいて、２つの垂直な単一のセグメントバッフルが、左右端で上記縦バッフルに別々に接続され、上記２つの垂直な単一のセグメントバッフルの間に別の３つの垂直な単一のセグメントバッフルが設置される縦バッフルと、 蒸留塔の頂部から上昇する蒸気用の、前記ＨＴＭ凝縮器の底部の蒸気入口、前記ＨＴＭ凝縮器の頂部の未凝縮蒸気出口、凝縮物を蓄積するための上記蒸気入口の周りの環状セクション、前記環状セクションの低い位置にある塔頂液体生成物出口、及び、前記環状セクションの高い位置にある内部還流出口とを含む、請求項１に記載の方法。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_7",
    "text": "前記ＨＴＭ凝縮器は、凝縮される蒸気用の１つのシェル通路と、複数の冷却媒体用の管通路とを有する、請求項１に記載の方法。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_8",
    "text": "前記ＨＴＭ凝縮器において、蒸留塔の頂部からの蒸気は、前記縦バッフル及び前記５つの垂直なバッフルによってガイドされ、管内を流れる冷却媒体と熱交換する、請求項６に記載の方法。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_9",
    "text": "前記ＨＴＭ凝縮器の前記管配置セクションにおいて、蒸気凝縮は、前記縦バッフル及び前記５つの垂直な単一のセグメントバッフルによって形成される領域で発生し、前記縦バッフルの左右端の外側の領域でより少ない程度で発生する、請求項６に記載の方法。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_10",
    "text": "前記ＨＴＭ凝縮器において、形成された凝縮物の大部分は、前記傾斜した縦バッフルを横切って、前記縦バッフルと前記シェルの内壁との間の隙間を通って前記シェルの前記空の空間に流れ込み、残りの凝縮物は、前記縦バッフルの左右端の外側から前記空の空間に直接的に落下する、請求項６に記載の方法。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_11",
    "text": "前記ＨＴＭ凝縮器において、形成された全ての凝縮物は、最終的に前記蒸気入口の周りの前記環状セクションに収集される、請求項６に記載の方法。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_13",
    "text": "乳酸の水溶液から光学的に純粋なラクチドを連続的に製造する装置であって、第１の反応蒸留システム、第２の反応蒸留システム、主蒸留システム及びサイドドロー還流器を含み、新規な水平上部取り付け型（ＨＴＭ）凝縮器を用いて圧力損失を低くすることで、高い底部温度に関連する副反応を減少させ、第２の反応蒸留システムからのパージ流を濃縮するための濃縮装置を用いて、パージ流に含まれる金属汚染物質を除去し、金属がシステム内で蓄積することを防止し、未変換の乳酸オリゴマーの解重合によって粗ラクチドを回収する、装置。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_15",
    "text": "前記拭い取り薄膜蒸発器内で生成された前記粗ラクチドの蒸気は、前記外部凝縮器内で凝縮される、請求項１４に記載の装置。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_16",
    "text": "前記濃縮装置において、濃縮された留分は、金属汚染物質を含み、金属を回収するための後続のプロセスに送られる、請求項１３に記載の装置。"
  },
  {
    "patent_id": "JP698984",
    "section": "detailed_description",
    "text": "以下、本発明に係る第１実施形態及び第２実施形態の運動用機器を前述する図面を参照しながら説明する。なお、以下の説明で用いる方向の概念は、説明する上で便宜上使用するものであって、発明の構成の向き等を記載される方向に限定するものではない。また、以下に説明する運動用機器は、本発明の一つの実施形態に過ぎない。したがって、本発明は以下の実施形態に限定されず、発明の趣旨を逸脱しない範囲で追加、削除、変更が可能である。 （第１実施形態） （装置構成） 図１及び図２に示す通り、第１実施形態に係る運動用機器１は、ベース体２と、揺動可能又は往復移動可能に設けられた操作体３と、ベース体２と操作体３との間に設けられ、操作体３への所定方向の操作に対して反対方向の負荷を発生させる負荷発生装置４と、負荷発生装置４を制御する制御装置５と、を備える。ここで、負荷とは、運動用機器１を使用する操作者Ｈが操作体３に与える操作力に対 操作体３には操作力と負荷が対抗するように作用する。これにより、操作者Ｈは筋力トレーニングを行うことができる。なお、図１では操作者Ｈが手で操作体３を操作することによって上半身をトレーニングする形態を示しているが、脚で操作体３を操作することによって下半身をトレーニングする形態であってもよい。 ベース体２は、フレーム６と、フレーム６の上部に設けられたシート７と、フレーム６の下部に設けられた複数本の脚８と、を有する。負荷発生装置４である電動モータ４がベース体２のフレーム６の下部に設けられる。なお、負荷発生装置４を電動モータ４と図示しない減速機を備えた構成としてもよい。電動モータ４には操作体３が機械的に接続される。操作体３はロッド部９と操作者Ｈが把持するハンドル部１０とを有し、ロッド部９の第１端は電動モータ４の出力軸と機械的に接続され、ロッド部９の第２端にはハンドル部１０が設けられる。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_1",
    "text": "ベース体と、 揺動可能又は往復移動可能に設けられた操作体と、 前記ベース体と前記操作体との間に設けられ、前記操作体への所定方向の操作に対して反対方向の負荷を発生させる負荷発生装置と、 前記負荷発生装置を制御する制御装置と、を備え、 前記制御装置は、操作者が前記操作体に与える操作力と前記負荷発生装置が発生する前記負荷が一時的に釣り合うように前記負荷発生装置を制御し、釣り合い状態にあるときに前記負荷発生装置が発生する前記負荷を前記操作力として算出し、算出された最大操作力に基づいた負荷を発生させるように前記負荷発生装置を制御し、前記操作体の移動速度が所定の範囲内に収まるように前記負荷発生装置に発生させる前記負荷を制御する、運動用機器。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_2",
    "text": "前記制御装置は、予め設定された複数の運動モードのいずれか一つが選択されたときに、前記最大操作力と選択された運動モードとに基づいた負荷を発生させるように前記負荷発生装置を制御する、請求項１に記載の運動用機器。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_3",
    "text": "前記制御装置は、予め設定された複数の運動モードのいずれか一つが選択されたときに、前記操作体の前記移動速度が選択された運動モードに基づいた速度になるように前記負荷発生装置に発生させる前記負荷を制御する、請求項１に記載の運動用機器。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_4",
    "text": "前記負荷発生装置は、電磁リリーフ弁と液圧シリンダとを有する、請求項１乃至３のいずれか１項に記載の運動用機器。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_5",
    "text": "ベース体と、 揺動可能又は往復移動可能に設けられた操作体と、 前記ベース体と前記操作体との間に設けられ、前記操作体への所定方向の操作に対して反対方向の負荷を発生させる負荷発生装置と、 前記負荷発生装置を制御する制御装置と、を備え、 前記制御装置は、前記操作体の移動速度が所定の範囲内に収まるように前記負荷発生装置に発生させる前記負荷を制御する、運動用機器"
  },
  {
    "patent_id": "JP698984",
    "section": "background_art",
    "text": "従来、唾液中のαアミラーゼをマーカとして、ストレスの評価を行う方法が知られている（非特許文献１）。唾液に含まれる物質をマーカとすることで、採血等の侵襲的な検査を必要とすることなく、非侵襲で検査できる。"
  },
  {
    "patent_id": "JP698984",
    "section": "detailed_description",
    "text": "本発明の慢性疲労マーカは、前記ｓＩｇＡおよびコルチゾールが、唾液中のｓＩｇＡおよびコルチゾールである、という態様であってもよい。 本発明の慢性疲労レベル判定方法は、前記測定工程は、さらに、夜間のストレスのかかる作業を行う前のタイミングにおいて、前記被験者の生体試料におけるｓＩｇＡの量を測定し、前記判定工程において、前記日中の作業前に測定されたｓＩｇＡの量が、前記夜間の作業前に測定されたｓＩｇＡの量と比較して同程度または少ない場合、および、前記日中の作業前および前記夜間の作業前に測定されたｓＩｇＡの量が、高濃度で推移している場合に、前記被験者の慢性疲労のレベルが高いと判定する、という態様であってもよい。 本発明の慢性疲労レベル判定方法は、前記判定工程において、複数の日にわたって測定された前記日中の作業前に測定されたコルチゾールの量が、低濃度で推移している場合に、前記被験者の慢性疲労レベルが高いと判定する、という態様であってもよい。 本発明の慢性疲労レベル判定方法は、前記測定工程は、さらに、夜間のストレスのかかる作業を行う前のタイミングにおいて、前記被験者の生体試料におけるｓＩｇＡの量を測定し、前記判定工程において、前記日中の作業前および前記夜間の作業前に測定されたｓＩｇＡの量が、高濃度で推移しており、且つ、複数の日にわたって測定された、前記日中の作業前に測定されたコルチゾールの量が、低濃度で推移している場合に、前記被験者の慢性疲労レベルが高いと判定する、という態様であってもよい。 本発明の慢性疲労レベル判定方法は、前記生体試料が、唾液である、という態様であってもよい。 本発明の判定試薬は、前記結合物質が、抗体、およびアプタマーの少なくとも一方である、という態様であってもよい。 本明細書で使用する用語は、特に言及しない限り、当該技術分野で通常用いられる意味で用いることができる。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_1",
    "text": "測定工程、および判定工程を含み、 前記測定工程は、日中のストレスのかかる作業を行う前のタイミングにおいて、被験者の生体試料における慢性疲労マーカの量を測定し、 前記測定工程は、さらに、夜間の前記ストレスのかかる作業を行う前のタイミングにおいて、前記被験者の生体試料におけるｓＩｇＡの量を測定し、 前記日中は、８：３０から１７：００までであり、 前記夜間は、１６：３０から９：００までであり、 前記ストレスのかかる作業を行う前のタイミングは、前記ストレスのかかる作業を行う、０～６０分前であり、 前記慢性疲労マーカは、ｓＩｇＡおよびコルチゾールの両方を含み、前記判定工程において、前記測定された前記慢性疲労マーカの量に基づき、前記被験者の慢性疲労レベルを判定し、 前記判定工程において、前記日中の作業前に測定されたｓＩｇＡの量が、前記夜間の作業前に測定されたｓＩｇＡの量と比較して同程度または少ない場合、および、前記日中の作業前および前記夜間の作業前に測定されたｓＩｇＡの量が、所定の基準値よりも高濃度で推移している場合に、前記被験者の慢性疲労のレベルが高いと判定する、 慢性疲労レベル判定方法。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_2",
    "text": "前記判定工程において、複数の日にわたって測定された前記日中の作業前に測定されたコルチゾールの量が、所定の基準値よりも低濃度で推移している場合に、前記被験者の慢性疲労レベルが高いと判定する、請求項１記載の慢性疲労レベル判定方法。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_3",
    "text": "前記測定工程は、さらに、前記夜間の前記ストレスのかかる作業を行う前のタイミングにおいて、前記被験者の生体試料におけるｓＩｇＡの量を測定し、 前記判定工程において、前記日中の作業前および前記夜間の作業前に測定されたｓＩｇＡの量が、所定の基準値よりも高濃度で推移しており、且つ、複数の日にわたって測定された、前記日中の作業前に測定されたコルチゾールの量が、所定の基準値よりも低濃度で推移している場合に、前記被験者の慢性疲労レベルが高いと判定する、請求項１又は２記載の慢性疲労レベル判定方法。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_5",
    "text": "ｓＩｇＡに特異的に結合する結合物質、およびコルチゾールに特異的に結合する結合物質を含み、請求項１から４のいずれか一項に記載の慢性疲労レベル判定方法に使用する、判定試薬。"
  },
  {
    "patent_id": "JP698984",
    "section": "technical_field",
    "text": "本発明はアラビア数字（以下「アラビア」の記載を省略）入力用押釦を配置した機器の数字入力に必要な押釦の総数を削減し、１入力を複数度の押す操作において操作度数の最少と入力数字と操作数字を関連付けることにより操作者の操作手順の記憶を容易にする数字押釦の配置数と各押釦への個別表示数字と入力数字に対応する操作手順数字の技術に係るものである。"
  },
  {
    "patent_id": "JP698984",
    "section": "background_art",
    "text": "従来技術は操作部の数字入力用押釦の配置には数字の０と１から９迄の１０種類を個別表示の１０個が必要で１度の押す操作で１入力であるが人の指で押す入力操作では機器の小型化に対して押釦の１個あたりの押す必要面積の確保で数字表示個数の削減で配置面積を少なくする技術が必要となる。しかしながら押釦の削減は１入力操作に複数度の押す操作を必要とするため操作手順の数字が入力数字との関連付けで操作者の記憶を容易にする技術が同時に求められる。"
  },
  {
    "patent_id": "JP698984",
    "section": "detailed_description",
    "text": "本発明の実施の形態について説明する。従来の技術と本発明の技術を比較するために従来の技術による機器の構成例を示す平面図を図１に示す。数字押釦は４行３列の升目の１２個の内の１０個に配置。本発明の技術による機器の構成例を示す平面図を図２に示す。数字押釦は２行３列の升目の６個の内の５個に配置。図１との比較で機器の小型化は明白である。図３の形態は段落００１０に記載。図は本発明の説明に関係しない機器詳細部の表示を省略している。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_1",
    "text": "アラビア数字を表示の押釦を５個配置して押釦に１と２と３と４と５の数字を個別表示し、入力数字に対し押釦を２度押す操作手順において入力数字１の操作手順を１１、入力数字２の操作手順を１２、入力数字３の操作手順を１３、入力数字４の操作手順を１４、入力数字５の操作手順を１５、入力数字６の操作手順を５１、入力数字７の操作手順を５２、入力数字８の操作手順を５３、入力数字９の操作手順を５４、入力数字０の操作手順を５５としてなる数字入力用押釦を、１２時の位置を１、３時の位置を２、６時の位置を３、９時の位置を４、中央の位置を５に設定して配置した機器。"
  },
  {
    "patent_id": "JP698984",
    "section": "technical_field",
    "text": "本発明は、電気炉または取鍋において固体炭素材料を溶鉄の上方から添加して加炭を行う際に、加炭を効率よく行うための、溶鉄への加炭方法に関する。"
  },
  {
    "patent_id": "JP698984",
    "section": "background_art",
    "text": "電気炉では鉄スクラップ、冷銑、直接還元鉄などの冷鉄源を溶解精錬して、建材などに使われる鋼材を生産している。このアーク炉の主なエネルギー源はアーク熱であるが、溶解精錬の促進と高価な電気エネルギー節減とを目的として、酸素ガス（鉄の酸化溶解用）、気体燃料、液体燃料、粉コークスなどの補助熱源が使用されている。また、溶鉄中に固体炭素材料を加炭材として添加して溶鉄を加炭し、溶鉄中の炭素を酸素ガスで燃焼して補助熱源とすることが行われている。加炭材として人造黒鉛質、土状黒鉛、各種コークス、無煙炭、木材やこれらを原料として生成された加炭材が使用されてきた。 例えば、特許文献１では、灰分１２質量％未満の土状黒鉛を焼成することによって得られる製鉄、製鋼用加炭材の技術が開示されており、特許文献２には土状黒鉛を添加することを特徴とする加炭技術が開示されており、特許文献３にはコークス代替としてココナツヤシまたはアブラヤシのヤシガラを乾留して得られる加炭材の技術が開示されている。また、特許文献４では脱リン処理中の加炭技術としてバイオマス由来の炭素源を添加する技術が開示されている。また、溶融還元法では一般に鉄鉱石や酸化性ガスと共に多量の石炭を投入し鉄鉱石の還元を行う。取鍋で高炭素鋼の製造のために補助的な加炭を行うことがある。 電気炉において冷鉄源として鉄スクラップを使用時、カーボンインジェクションおよび酸素富化操業を行うことが一般的であり、粉粒状の加炭材は吹き込みガスに搬送されて溶鉄中に吹き込まれる。これに対し、加炭材を炉の上方より重力落下で投入できれば、気体搬送に関連する設備を省くことができるほか、加炭材の制限が緩和され、コストが低減する。"
  },
  {
    "patent_id": "JP698984",
    "section": "detailed_description",
    "text": "本発明の実施の形態を、図１を参照しながら説明する。図１に示す底吹き羽口４付きの交流電気炉１において、電極２とは別のランス３を用いて溶鉄５の上方から炭素材料を供給し、底吹きガス攪拌を行う。 電気炉又は取鍋に収容された溶鉄中に炭素材料を投入した後、炭素材料の温度が上昇し、炭素材料の表面から炭素質が溶解する一方、溶け残った灰分が炭素質の表面に灰分膜を形成し、炭素質と溶鉄の接触を妨害する作用があると考えられている。この際に、底吹きガス攪拌による攪拌動力密度を上昇させることによって、灰分膜を洗い流す効果と、炭材の膜の隙間から溶鉄をしみこませて炭素質を溶解し、表面に形成された灰分膜を瓦解させる効果と、単純に炭材を回転させて他の覆われていない面を露出させる効果が期待される。 本発明の実験で用いた加炭材について、表１にまとめて性状を示す。 TIFF .tif 61 170 まず、本発明者らは、２ｋｇ規模の小型溶解炉を用い、底吹きガス攪拌の底吹き流量を制御し、所定の溶鉄温度を保持しながら加炭材を添加し、加炭材添加後の加炭速度の測定試験を行った。小型溶解炉内で電解鉄を溶解後、表１に示す炭素材料を上方より投下し、底吹きガス攪拌を行い、適当な時間ごとにサンプリングを行い、溶鉄中炭素濃度の時間変化を求めた。加炭速度の挙動は、飽和Ｃ濃度と溶鉄中Ｃ濃度の差を駆動力とする一次反応であると仮定し、以下の式（４）におけるｋが一定値（反応速度定数ｋ）となるものとして、反応速度定数ｋ（ｃｍ／ｓ）を算出した。溶解する溶鉄温度としては、使用する加炭材の軟化温度Ｔsにほぼ等しい温度として、１４００℃を選択した。ここで、ＣS、Ｃt、Ｃ0はいずれも溶鉄中のＣ濃度（質量％）であり、ＣSは飽和Ｃ濃度、Ｃtは時刻ｔ（ｓ）におけるＣ濃度、Ｃ0は時刻ｔ＝０のＣ濃度を意味する。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_1",
    "text": "電気炉または取鍋において、ガス吹き込み攪拌を行いつつ、固体炭素材料（以下「炭材」ともいう。）を溶鉄の上方から添加して加炭を行う方法において、灰分含有量ＡＳＨが１２質量％以上となる炭素材料を使用し、ガス吹き込みについては、下記式（３）により算出される攪拌動力密度εを、 溶鉄温度Ｔが炭材中灰分の溶融点温度Ｔm以下の場合は下記式（１）を満たす攪拌動力密度εとし、溶鉄温度Ｔが炭材中灰分の溶融点温度Ｔm以上の場合は下記式（２）を満たす攪拌動力密度εとすることを特徴とする、溶鉄への加炭方法。 ε＞（０．１７８×ＡＳＨ－１．６９６）×{(Ｔm－Ｔ)／(Ｔm－1400)×０．７５＋０．２５} 式（１） ε＞（０．１７８×ＡＳＨ－１．６９６）×０．２５ 式（２） ただし、ε：攪拌動力密度（ｋＷ／ｍ３）、ＡＳＨ：炭材中灰分含有量（質量％）、Ｔm：炭材中灰分の溶融点温度（℃）である。 ε＝３７１×Ｑ×(Ｔ＋２７３)／Ｖ×{ｌｎ(１＋ρ×ｇ×Ｌ／Ｐ)＋１－(Ｔｎ＋２７３)／(Ｔ＋２７３)} 式（３） ただし、Ｑ：底吹きガス合計流量（Ｎｍ3／ｓ）、Ｔ：溶鉄温度（℃）、Ｖ：溶鉄体積（ｍ3）、ρ：溶鉄密度（ｋｇ／ｍ3）、ｇ：重力加速度（ｍ／ｓ2）、Ｌ：吹き込みガスの浮上高さ（ｍ）、Ｐ：雰囲気の圧力（Ｐａ）、Ｔｎ：吹込みガス温度（℃）である。"
  },
  {
    "patent_id": "JP698984",
    "section": "background_art",
    "text": "デッキと呼ばれる、複数のキャラクタから構成されるチームを用いて、クエストをクリアしていくゲームが知られている。また、複数のユーザが共同で１つのクエストをプレイするマルチプレイと呼ばれるゲーム方式が知られている。例えば、特許文献１には、ユーザが所持するプレイヤキャラクタを用いてクエストを実行するゲームが開示されている。"
  },
  {
    "patent_id": "JP698984",
    "section": "detailed_description",
    "text": "添付図面を参照して、本発明の実施形態について説明する。なお、各図において、同一の符号を付したものは、同一又は同様の構成を有する。 ＜システム構成＞ 図１は、本実施形態に係るゲームシステム１のシステム構成の一例を示す図である。図１に示すゲームシステム１は、ゲームサーバ１０（ゲーム装置）と、複数の端末２０とを備える。ゲームサーバ１０及び端末２０は、インターネット、イントラネット、無線ＬＡＮ又は移動通信等の通信ネットワークＮを介して互いに通信可能に接続されている。 ゲームサーバ１０は、例えば、プレイヤに関する各種情報を管理したり、ゲームの一部の処理を実行したりする等、端末２０がゲームを提供する上でその一部の機能を担う装置である。ゲームサーバ１０は、１又は複数の情報処理装置から構成されていてもよいし、仮想的なサーバ（クラウドサーバ等）を用いて構成されていてもよい。 端末２０は、ゲームをプレイヤに提供する情報処理装置であり、プレイヤは、端末２０を操作することで本実施形態に係るゲームを実行することができる。端末２０は、例えば、携帯電話（スマートフォンを含む）、タブレット、パーソナルコンピュータ、アーケードゲーム装置、又は、コンシューマゲーム装置等のコンピュータである。端末２０は、ＧＰＳ(Global Positioning System)等を用いて検出した自身の位置をゲームサーバ１０に通知する。 ＜ゲーム概要＞ 続いて、本実施形態に係るゲームシステム１が提供するゲームの概要を説明する。ゲームシステム１が提供するゲームでは、ユーザ（プレイヤと称してもよい）は、ユーザが所持している複数のゲーム媒体の中から選択したゲーム媒体でデッキを編成し、編成したデッキを用いてクエストをクリアすることで、新たなゲーム媒体やアイテムを入手することができる。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_1",
    "text": "複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させる表示制御部と、 前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行う募集制御部と、 を有し、 前記表示制御部は、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームで入手可能なゲーム媒体の所持条件を満たさないユーザに関する情報をグループごとに表示する、 情報処理装置。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_2",
    "text": "複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させる表示制御部と、 前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行う募集制御部と、 を有し、 前記表示制御部は、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームの参加条件を満たすユーザに関する情報をグループごとに表示する、 情報処理装置。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_3",
    "text": "プロセッサが、複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させるステップと、 プロセッサが、前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行うステップと、 を有し、 前記表示させるステップは、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームで入手可能なゲーム媒体の所持条件を満たさないユーザに関する情報をグループごとに表示する、 情報処理方法。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_4",
    "text": "プロセッサに、複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させるステップと、 プロセッサに、前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行うステップと、 を実行させ、 前記表示させるステップは、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームで入手可能なゲーム媒体の所持条件を満たさないユーザに関する情報をグループごとに表示する、 プログラム。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_5",
    "text": "サーバと端末装置とを備え、 前記サーバは、 前記端末装置に、複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させる表示制御部と、 前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行う募集制御部と、 を有し、 前記表示制御部は、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームで入手可能なゲーム媒体の所持条件を満たさないユーザに関する情報をグループごとに表示する、 情報処理システム。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_6",
    "text": "プロセッサが、複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させるステップと、 プロセッサが、前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行うステップと、 を有し、 前記表示させるステップは、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームの参加条件を満たすユーザに関する情報をグループごとに表示する、 情報処理方法。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_7",
    "text": "プロセッサに、複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させるステップと、 プロセッサに、前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行うステップと、 を実行させ、 前記表示させるステップは、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームの参加条件を満たすユーザに関する情報をグループごとに表示する、 プログラム。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_8",
    "text": "サーバと端末装置とを備え、 前記サーバは、 前記端末装置に、複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させる表示制御部と、 前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行う募集制御部と、 を有し、 前記表示制御部は、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームの参加条件を満たすユーザに関する情報をグループごとに表示する、 情報処理システム。"
  },
  {
    "patent_id": "JP698984",
    "section": "background_art",
    "text": "ヘキサフルオロ－２－ブテンに代表される炭素数4以上のフルオロオレフィン化合物は 、通常、アルミニウムクロロフルオライド（ACF）触媒の存在下に、特定の三員環含フッ 素化合物を開環反応させること、又はテトラフルオロエチレンとCF3CF2Iとを反応させる ことによって合成している（例えば、非特許文献１参照）。"
  },
  {
    "patent_id": "JP698984",
    "section": "detailed_description",
    "text": "本明細書において、「含有」は、「含む（comprise）」、「実質的にのみからなる（consist essentially of）」、及び「のみからなる（consist of）」のいずれも包含する概念である。また、本明細書において、数値範囲を「Ａ～Ｂ」で示す場合、Ａ以上Ｂ以下を意味する。 本開示において、「選択率」とは、反応器出口からの流出ガスにおける原料化合物以外の化合物の合計モル量に対する、当該流出ガスに含まれる目的化合物の合計モル量の割合（モル％）を意味する。 本開示において、「転化率」とは、反応器に供給される原料化合物のモル量に対する、反応器出口からの流出ガスに含まれる原料化合物以外の化合物の合計モル量の割合（モル％）を意味する。 本開示において、「収率」とは、反応器に供給される原料化合物のモル量に対する、反応器出口からの流出ガスに含まれる目的化合物の合計モル量の割合（モル％）を意味する。 １．フルオロオレフィン化合物の製造方法 本開示のフルオロオレフィン化合物の製造方法は、アルカリ金属フッ化物の存在下に、炭素数が2以上のハロゲン化フルオロオレフィン化合物を二量化反応させて前記フルオロ オレフィン化合物を得る工程を備える。 従来は、ヘキサフルオロ－２－ブテンに代表される炭素数4以上のフルオロオレフィン 化合物の合成方法としては、例えば、アルミニウムクロロフルオライド（ACF）触媒の存 在下に、特定の三員環含フッ素化合物を開環反応させることが知られていた。しかしながら、この方法においては、原料化合物である三員環含フッ素化合物を工業的に入手することが困難であるため、工業的レベルで炭素数4以上のフルオロオレフィン化合物を生産す ることは困難である。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_1",
    "text": "一般式（1A）： TIFF .tif 28 170 ［式中、Rは各々フッ素原子又はフルオロアルキル基を示す。］ で表されるフルオロオレフィン化合物と、 一般式（3）： TIFF .tif 28 170 ［式中、Rは前記に同じである。］ で表されるフルオロオレフィン化合物とを含有する、組成物であって、 前記一般式（1A）で表されるフルオロオレフィン化合物の含有量が、前記組成物の総量を100モル%として、95.0～99.9モル%である、組成物。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_2",
    "text": "前記一般式（3）で表されるフルオロオレフィン化合物の含有量が、前記組成物の総量を100モル%として、0.1～4.0モル%である、請求項１に記載の組成物。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_3",
    "text": "さらに、一般式（4）： CF 3 CFRX （4） ［式中、Rは前記に同じである。Xはフッ素原子以外のハロゲン原子を示す。］ で表される化合物を含有する、請求項１又は２に記載の組成物。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_4",
    "text": "前記一般式（4）で表されるフルオロオレフィン化合物の含有量が、前記組成物の総量を100モル%として、0.01～1.00モル%である、請求項３に記載の組成物。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_5",
    "text": "さらに、一般式（5）： CF 3 CFHR （4） ［式中、Rは前記に同じである。］ で表される化合物を含有する、請求項１～４のいずれか１項に記載の組成物。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_6",
    "text": "前記一般式（5）で表される化合物の含有量が、前記組成物の総量を100モル%として、0.01～0.20モル%である、請求項５に記載の組成物。"
  },
  {
    "patent_id": "JP698984",
    "section": "background_art",
    "text": "一般に鉛蓄電池は電極と電解液とが収容されているセル室を複数有しており、各セル室で生じたガス（例えば電解液から蒸発した水分）を排気口から外部に排気する。各セル室で生じたガスを外部に排気すると電解液が減少する。このため、電解液がある程度まで減少すると各セル室に精製水を補充する必要がある。この作業の頻度を低減するために、電解液の減少が抑制されることが好ましい。 このため、従来、各セル室で生じたガスを共通の排気口から外部に排気する共通通路と、共通通路に配されているフィルタとを備える鉛蓄電池において、共通通路に開閉弁を配し、開閉弁によって共通通路の排気抵抗を増大させることによって電解液の減少を抑制するものが知られている（例えば、特許文献１参照）。具体的には、特許文献１に記載の鉛蓄電池は、上側が開口している電槽と、電槽の開口を閉塞する中蓋と、中蓋の上に配される上蓋とを備えている。当該鉛蓄電池では中蓋と上蓋との間に、共通通路と、各セル室と共通通路とを個別に連通する個別通路とが形成されており、共通通路にフィルタと通路開閉弁とが配されている。"
  },
  {
    "patent_id": "JP698984",
    "section": "detailed_description",
    "text": "（本実施形態の概要） （１）本発明の一局面によれば、電極と電解液とが収容されているセル室を複数有する鉛蓄電池は、各前記セル室で発生したガスを共通の排気口から外部に排気する共通通路を形成する共通通路部と、前記セル室毎に設けられており、前記セル室と前記共通通路とを個別に連通する個別通路を形成する個別通路部と、前記共通通路において各前記セル室で発生したガスが共通に通過する位置に配されている第１のフィルタと、前記共通通路において各前記セル室で発生したガスが共通に通過する位置に配されており、前記ガスの圧力によって開弁する開閉弁と、各前記個別通路に配されている第２のフィルタと、を備える。 上記の「共通の排気口から外部に排気する」とは、各セル室で発生したガスを同じ排気口から外部に排気することをいう。 前述した特許文献１に記載の鉛蓄電池は個別通路にフィルタが配されていないため、各セル室からフィルタ（共通通路に配されているフィルタ）までの距離がセル室によって異なる。本願発明者は、各セル室からフィルタまでの距離がセル室によって異なると、セル室間で電解液の液面高さがばらつき易いことを見出した。具体的には、フィルタまでの距離が短いセル室は、フィルタまでの距離が長いセル室に比べてガスがフィルタに到達し易いことから、電解液が減液し易い。このため、セル室間で電解液の液面高さがばらつき易い。 自動車に搭載される鉛蓄電池の場合は、端にあるセル室がエンジンの熱の影響を受け易いため、端にあるセル室の減液が進み易い。このため、エンジンの熱の影響によって各セル室間の液面高さがばらつくこともある。 上記の鉛蓄電池によると、共通通路に第１のフィルタが配されているだけでなく、個別通路にも第２のフィルタが配されている。"
  },
  {
    "patent_id": "JP698984",
    "section": "claim_1",
    "text": "電極と電解液とが収容されているセル室を複数有する鉛蓄電池であって、 各前記セル室で発生したガスを共通の排気口から外部に排気する共通通路を形成する共通通路部と、 前記セル室毎に設けられており、前記セル室と前記共通通路とを個別に連通する個別通路を形成する個別通路部と、 前記共通通路において各前記セル室で発生したガスが共通に通過する位置に配されている第１のフィルタと、 前記共通通路において各前記セル室で発生したガスが共通に通過する位置に配されており、前記ガスの圧力によって開弁する開閉弁と、 各前記個別通路に配されている第２のフィルタと、 内部が複数の前記セル室に仕切られており、上側に開口している電槽と、 前記開口を塞ぐ蓋部材であって、前記共通通路部が一体に形成されている蓋部材と、 を備え、 前記蓋部材は、各前記セル室の上に設けられている注液口と、前記注液口に栓をする液口栓とを有し、 前記共通通路部は、前記注液口毎に設けられている第１の筒部であって、前記注液口を囲んで前記蓋部材の下面から下に向かって筒状に延びる第１の筒部と、隣り合う前記第１の筒部同士を連通する連通路を形成する連通路部とを有し、 前記個別通路部は前記液口栓と一体に設けられており、前記液口栓の下面から下に向かって筒状に延びる第２の筒部であって、内部に前記第２のフィルタが収容されており、外周面に開口が形成されている第２の筒部を有し、 前記第２の筒部の前記開口より下側の部分が前記第１の筒部の内周面に密着しており、 前記第２の筒部の内部に流入したガスが前記第２のフィルタを通過して前記開口から前記共通通路に流入する、鉛蓄電池。"
  },
  {
    "patent_id": "JP816554",
    "section": "claims",
    "text": "【請求項1】精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部と、 分析対象者の日常会話に係る分析対象動画を取得する取得部と、 前記分析対象動画に前記精神障害学習モデルを適用して、前記分析対象者が前記精神障害であるか否かを分析する分析部を備える、 精神障害分析システム。\n【請求項1】緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理システムであって、 前記予約管理システムは、呼制御部、予約データ生成部及び、メッセージ機能提供部を備え、 前記呼制御部は、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信し、 前記予約データ生成部は、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記メッセージ機能提供部は、当該予約に対応付けられた前記利用者及び提供者よりメッセージを受信し、受信したメッセージを前記利用者及び提供者に表示処理し、 前記予約データ又は前記利用者に関する情報の登録状況に応じてメッセージ機能の提供が制限される一方で、前記呼制御部は、前記予約データによって対応付けられた提供者及び利用者間で通話可能に構成される、 予約管理システム。\n【請求項1】本体の遠位端の透明な先端で終端する細長い本体と、 遠位端に向かって細長い本体内から長手方向に移動可能な第１の切断部と第２の切断部を有する切断ユニットであって、採取される組織を切断するため、少なくとも１つの切断部は、他の切断部に対して前記先端の周りを周方向に移動可能である、切断ユニットと、 前記切断ユニットが、（１）採取しない組織を損傷させるのを防ぎ、（２）切断のために採取する組織に近づくことができるように、前記細長い本体の回転調整を行うため、前記先端に配置され、前記切断ユニットの前記細長い本体内からの出口ポイントを使用者が定める基準点として機能する視覚的な手がかりと、を備える手術装置。\n【請求項1】以下の（ａ）から（ｃ）の工程を含む、試料中に含まれる抗体の分析方法： （ａ）Ｆｃ結合性タンパク質を固定化した不溶性担体を充填したカラムに試料を添加し、当該試料中に含まれる抗体を当該担体に吸着させる工程； （ｂ）前記担体に吸着した抗体を溶出液を用いて溶出させ、抗体の分離パターンを得る工程；および （ｃ）前記分離パターンにおける抗体の溶出時間と当該時間における検出値との積を総和した値を算出する工程。\n【請求項1】底面（３）と、前記底面（３）に幾何学的に相似であるカバー面（４）と、前記底面（３）と前記カバー面（４）とを相互接続する側面（５）とを有するプレート（２）の形態の超音波アクチュエータ（１）であって、前記プレート（２）は電気機械的材料を含み、電極（６、６’、７、７’）が、前記プレート（２）の周期的変形を励起するために、前記プレート（２）の前記底面（３）上および前記底面（３）の反対側の前記カバー面（４）上に配置され、前記底面（３）は、互いに平行に配置され、前記側面（５）の接触部分（５０、５０’）を形成する少なくとも２つの辺（８、８’）を含み、互いに平行に配置される前記底面（３）の前記２つの辺は、互いに平行に配置された前記辺（８、８’）のそれぞれの端点を相互に接続する接続線（９、９’）とともに、前記底面（３）に内接する平行四辺形（１０）を形成し、前記内接平行四辺形（１０）において、当接する辺間に９０°以外の角度が規定され、前記底面（３）は八角形であり、台形（１２、１２’）が前記内接平行四辺形（１０）の各辺に接し、各台形（１２、１２’）の底辺（１３、１３’）は前記内接平行四辺形（１０）のそれぞれの長辺と一致することを特徴とする、超音波アクチュエータ（１）。\n【請求項1】太陽光発電システムにより発電電力を計測し、前記太陽光発電システムの太陽電池容量に対する発電電力の割合があらかじめ設定した第一基準値以上である場合に地震が発生すると推定する地震予測方法。\n【請求項1】日射計が併設されていない太陽光発電システムにおいて発電電力を計測し、発電電力が太陽光起因の標準発電電力を超過する場合、標準発電電力に対する超過発電電力の比率があらかじめ設定した第一基準値以上である場合に地震または火山活動が発生すると推定する地震予測方法及び火山活動予測方法。\n【請求項1】クローン病を有する、エオタキシン－１とＩＬ－１０のベースラインのレベルが低いヒト患者の部位特異的免疫療法（ＳＳＩ）治療の効力の、インビトロの決定方法であって、 治療を受けている前記患者に由来する試料における、ＩＬ－１２Ｐ７０、ＩＬ－１７Ａ、エオタキシン１、ＧＲＯα、ＩＬ－１０、ＰＤＧＦ ＡＡ、ＲＡＮＴＥＳ、ＩＦＮガンマ及びＴＧＦアルファのレベルとをインビトロで決定することを含み、 前記ＳＳＩで、ＩＬ－１２Ｐ７０、ＩＬ－１７Ａ、ＩＦＮガンマ及びＴＧＦアルファのレベルが増加すれば、その患者が前記ＳＳＩを継続することで恩恵を受ける可能性が高いと評価する、 前記ＳＳＩが、Ｅ．ｃｏｌｉの全死滅細胞又は全弱毒化細胞を含む製剤での治療を含む、方法。\n【請求項1】枠体に折畳み扉を装着し、下桟の上面をフラットにすると共に収容溝を連続して長手方向に設け、該収容溝には回転可能に取付けた回転シール体を収容し、ロックする為のロッドが降下することで上記回転シール体が回転して起立して上記折畳み扉の下框に当接してシールすることが出来るようにした折畳み扉装置の回転シール体のシール構造において、上記ロッドが降下することで嵌入する嵌入溝の内側面に止水用部材を取付け、回転シール体の押え片先端部が上記止水用部材に当接するようにしたことを特徴とする折畳み扉の回転シール体のシール構造。\n【請求項1】式（１）で表されるピリミジン化合物： TIFF .tif 18 134 式（１）中、 Ａｒ１は、 単環、縮環、またはそれらが連結してもよい、炭素数５～２０の芳香族基、 該芳香族基は、下記環の単独、又は下記環の組み合わせによって形成される 芳香族炭化水素環、 １６族元素を有する複素芳香族環、及び ６員環のみで形成され、ヘテロ原子として１つのＮを含む複素芳香族環； Ｌは、 置換基を有してもよい炭素数６～１８の芳香族炭化水素基を表す； Ａｒ２は、式（２－Ａ）又は（２－Ｂ）で表される構造であり、式中、 点線はＬとの結合箇所を表す； Ｘ１１～Ｘ１４及びＸ２１～Ｘ２４は、Ｃ－Ｒａ、Ｃ－ＲｂまたはＮを表し； Ｘ１１～Ｘ１４及びＸ２１～Ｘ２４の内、２つ以上が同時にＮにならない； Ｘ１１～Ｘ１４の内、３つ以上が同時にＣ－Ｒａにならない； Ｘ２１～Ｘ２４の内、２つ以上が同時にＣ－Ｒａにならない； Ｒ ２及びＲａは、 単環、縮環、またはそれらが連結してもよい、炭素数５～２０の芳香族基、 該芳香族基は、下記環の単独、又は下記環の組み合わせによって形成される 芳香族炭化水素環、 １６族元素を有し、かつ、Ｎを２つ以上含まない複素芳香族環、及び ６員環のみで形成され、ヘテロ原子として１つのＮを含む複素芳香族環； Ｒ １ は、 フェニル基、ビフェニリル基、ナフチル基、ピリジル基、キノリル基、またはイソキノリル基を表す； Ｒｂは、 水素、重水素、炭素数１～１０のアルキル基； ２つ以上のＲａ、及びＲｂは互いに相異なってもよい； TIFF .tif 40 134 ａは０～３の整数を表す； ｂは１～４の整数を表す； ａ＋ｂは３または４である； ｃは１～３の整数を表す； Ａｒ１、Ａｒ２、Ｌがそれぞれ２つ以上ある場合、複数のＡｒ１、Ａｒ２、Ｌは互いに異なっていてもよい； Ａｒ１、Ａｒ２、Ｌ、Ｒ１、Ｒ２、Ｒａ、Ｒｂは炭...\n【請求項1】凹部を有する金属部材と、 前記凹部の内部に埋め込まれる樹脂部と、 前記樹脂部の内部に設けられ、電波を放射する放射部と、 前記樹脂部の内部に設けられ、前記放射部に接続される無線通信部と、 前記無線通信部に接続されるセンサと を含み、 前記金属部材は、前記放射部とは前記樹脂部によって絶縁されており、無給電素子として機能し、 前記金属部材は、平面視で円環状、矩形環状、又は多角形環状のスリットをさらに有し、 前記凹部は、前記スリットに連通する、センサモジュール。\n【請求項1】放射線生成デバイスであって： 複数の電子ビームを生成するように構成された電子ビーム生成デバイスと； マイクロ波を生成するように構成されたマイクロ波生成デバイスと； パワー入力ポート及び少なくとも２つのパワー出力ポートを有するマイクロ波サーキュレータであって、前記パワー入力ポートが導波構造を介して前記マイクロ波生成デバイスに接続されている、マイクロ波サーキュレータと； 前記電子ビーム生成デバイスに接続された複数の加速管であって、前記少なくとも２つのパワー出力ポートにそれぞれ接続されており、前記電子ビーム生成デバイスによって生成された複数の電子ビームをそれぞれ受け取るように構成されており、前記少なくとも２つのパワー出力ポートから受け取ったマイクロ波を介して前記複数の電子ビームをそれぞれ加速して、異なるエネルギを有する複数の放射線をそれぞれ生成するように構成されている、複数の加速管と； 前記電子ビーム生成デバイス及び前記マイクロ波生成デバイスに信号接続されたコントローラであって、前記マイクロ波生成デバイスのマイクロ波パワーの経時的制御、及び、前記電子ビーム生成デバイスにより発生され、前記複数の加速管にそれぞれ対応する前記電子ビームのビーム負荷の経時的制御を実行するように構成された、コントローラと を備え、 前記電子ビーム生成デバイスは： 第１電子ビームを生成するように構成されている第１電子銃と； 前記コントローラと信号接続されており、前記第１電子銃と接続されている第１電子銃電源であって、前記コントローラによって提供される経時的制御信号にしたがって、前記第１電子ビームの前記ビーム負荷を調整するように構成されている、第１電子銃電源と； 第２電子ビームを生成するように構成されている第２電子銃と； 前記コントローラと信号接続されており、前記第２電子銃と接続されている第２電子銃電源であって...\n【請求項1】サーミスタ膜と電極とを少なくとも含むサーミスタであって、前記サーミスタ膜がコランダム構造またはβ－ガリア構造を有する結晶性酸化物を含み、２００℃～２５０℃におけるＢ定数（Ｋ）が８００以上であることを特徴とするサーミスタ。\n【請求項2】請求項１に記載の精神障害分析システムであって、 前記分析対象動画は、コンピュータが生成したエージェントとの対話に関するものであり、 前記分析対象者の日常に関する質問をするように前記エージェントを設定すること、 を特徴とする精神障害分析システム。\n【請求項2】前記予約管理システムは、予約データ処理部を更に備え、 前記予約データ処理部は、前記提供者から、前記予約データに対する役務提供の日時の登録を受け付け、 少なくとも、前記日時が登録されたか否かに基づいて、前記メッセージ機能の提供が制限される、 請求項１に記載の予約管理システム。\n【請求項2】前記第１の切断部と前記第２の切断部は、収縮位置から前記先端を超える伸長位置へ長手方向に動く、請求項１に記載の手術装置。\n【請求項2】前記内接平行四辺形の、より大きい内角（１１）は、９３°～１０５°、好ましくは９５°～９９°の値を有することを特徴とする、請求項１に記載の超音波アクチュエータ。\n【請求項2】複数箇所に分散設置した太陽光発電システムにより発電電力及び日射強度を計測し、データ集計場所に計測時刻、発電電力、日射強度のデータ伝送を行い、発電電力を日射強度１ｋＷ／ｍ２の場合に比例換算した値の太陽電池容量に対する割合があらかじめ設定した第二基準値以上である太陽光発電システムが１箇所以上存在する場合に地震が発生すると推定する地震予測方法。\n【請求項2】日射計が併設されている太陽光発電システムにおいて発電電力及び日射強度を計測し、日射強度１ｋＷ／ｍ２の場合の数値に比例換算した発電電力が太陽光起因の標準発電電力を超過する場合、標準発電電力に対する超過発電電力の比率があらかじめ設定した第二基準値以上である場合に地震または火山活動が発生すると推定する地震予測方法及び火山活動予測方法。\n【請求項2】エオタキシン１のレベルが試料中の所定の閾値レベルを下回るのであれば、前記患者が前記ＳＳＩ治療から恩恵を受ける可能性が高い、請求項１に記載の方法。\n【請求項2】前記式（２－Ａ）又は（２－Ｂ）が下記式（２－１）～（２－８）である請求項１に記載のピリミジン化合物： 式中、 点線はＬとの結合箇所を表す； Ｘ１～Ｘ４は、Ｃ－ＨまたはＮを表し、Ｘ１～Ｘ４の内、２つ以上が同時にＮにならない； Ｒ３は、Ｒ ２と同義である。 TIFF .tif 96 143\n【請求項2】前記金属部材及び前記樹脂部は、平面視における中央を貫通する貫通孔を有する、請求項１記載のセンサモジュール。\n【請求項3】請求項１に記載の精神障害分析システムであって、 前記分析対象動画は、コンピュータが生成したエージェントとの対話に関するものであり、 前記分析対象者の感情を引き出すための質問をするように前記エージェントを設定すること、 を特徴とする精神障害分析システム。\n【請求項3】前記予約データ処理部は、当該予約が行われた日時から所定時間内の日時を、前記役務提供の日時として登録可能な日時とする、 請求項２に記載の予約管理システム。\n【請求項3】さらに、以下の（Ａ）から（Ｄ）の工程を含む、請求項１または２に記載の分析方法：（Ａ）前記（ａ）の工程の前に、前記カラムに標準抗体溶液を添加して当該標準抗体を当該担体に吸着させ、当該担体に吸着した標準抗体を前記溶出液を用いて溶出させ、標準抗体の第１の分離パターンを得る工程； （Ｂ）前記（ａ）および（ｂ）の工程の前または後に、前記（Ａ）の工程を再度実施し、標準抗体の第２の分離パターンを得る工程； （Ｃ）前記第１の分離パターンにおける標準抗体の溶出時間と、前記第２の分離パターンにおける標準抗体の溶出時間とを比較する工程；および （Ｄ）前記（Ｃ）の比較結果に基づき、前記（ｂ）で得られた分離パターンにおける抗体の溶出時間を補正する工程。\n【請求項3】請求項２に記載の地震予測方法において、あらかじめ設定した第三基準値以上の値の計測地点数の全計測地点数に占める割合があらかじめ設定した第四基準値以上の割合である場合に地震が発生すると推定する地震予測方法。\n【請求項3】日射計が併設されている太陽光発電システムを広範囲に複数設置し、標準発電電力に対する超過発電電力の比率があらかじめ設定した第三基準値以上である計測地点が存在し、かつ第四基準値以上の計測地点の数の全計測地点数に占める割合が第五基準値以上である場合に、巨大地震または大地震または大規模火山活動が発生すると推定する地震予測方法及び火山活動予測方法。\n【請求項3】上記止水用部材は細長い帯状とし、背面には凸部が設けられて、嵌入溝の内側面に設けた凹部に嵌合して取付けられる請求項１記載の折畳み扉の回転シール体のシール構造。\n【請求項3】前記金属部材は、 前記凹部を有する第１金属部材と、 前記第１金属部材の内部に設けられる前記樹脂部に保持され、前記第１金属部材の前記凹部の開口との間に前記円環状、矩形環状、又は多角形環状のスリットを構築する第２金属部材と を有する、請求項１記載のセンサモジュール。\n【請求項3】前記マイクロ波サーキュレータの少なくとも２つのパワー出力ポートは、第１パワー出力ポート及び第２パワー出力ポートを含み、 前記第１パワー出力ポートには、前記パワー入力ポートから供給されるマイクロ波信号が割り当てられ、前記第２パワー出力ポートには、前記第１パワー出力ポートから供給されるマイクロ波信号が割り当てられ、 前記複数の加速管は： 前記第１パワー出力ポート及び前記第１電子銃に接続され、前記第１パワー出力ポートによって出力される第１出力マイクロ波信号を介して前記第１電子ビームを加速するように構成された第１加速管と； 前記第２パワー出力ポート及び前記第２電子銃に接続され、前記第２パワー出力ポートによって出力される第２出力マイクロ波信号を介して前記第２電子ビームを加速するように構成された第２加速管と；を備える、 請求項１記載の放射線生成デバイス。\n【請求項4】精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルをコンピュータの記憶部に記憶させるステップと、 分析対象者の日常会話に係る分析対象動画を取得するステップと、 前記分析対象動画に前記精神障害学習モデルを適用して、前記分析対象者が前記精神障害であるか否かを分析するステップと、をコンピュータが実行する、 精神障害分析方法。\n【請求項4】前記予約管理システムは、利用者情報処理部を更に備え、 前記利用者情報処理部は、前記利用者から、利用者情報の登録を受け付け、 少なくとも、前記利用者情報のうちの所定の情報が登録されたか否かに基づいて、前記メッセージ機能の提供が制限される、 請求項１～３の何れかに記載の予約管理システム。\n【請求項4】前記視覚的な手がかりは、縦線、横線、矢印、点、及び点線の少なくとも１つである、請求項１に記載の手術装置。\n【請求項4】前記（Ｃ）の工程が、前記第１の分離パターンにおける抗体の２点以上の溶出時間と、前記第２の分離パターンにおける抗体の２点以上の溶出時間とを比較する工程である、請求項３に記載の分析方法。\n【請求項4】台形（１２、１２’）の各対角線（１４）の長さは、一方の台形（１２、１２’）の底辺（１３、１３’）と対向する辺（１６、１６’）と、他方の台形（１２、１２’）の底辺（１３、１３’）との間の距離（１５）と実質的に同じであることを特徴とする、請求項３に記載の超音波アクチュエータ。\n【請求項4】前記組換えＥ．ｃｏｌｉが、少なくとも１つのＥ．ｃｏｌｉに由来する哺乳類パターン認識受容体（ＰＲＲ）アゴニストの成分をコードする組換え遺伝子を含む、請求項３に記載の方法。\n【請求項4】前記Ｌが置換してもよいフェニレン、または置換してもよいナフチレンである、請求項１に記載のピリミジン化合物。\n【請求項4】前記第２金属部材及び前記樹脂部は、平面視における中央を貫通する貫通孔を有する、請求項３記載のセンサモジュール。\n【請求項4】前記マイクロ波サーキュレータの少なくとも２つのパワー出力ポートは第３パワー出力ポートをさらに含み、前記第３パワー出力ポートには、前記第２パワー出力ポートから供給されるマイクロ波信号が割り当てられ、 前記放射線生成デバイスは、前記第３パワー出力ポートに接続され、前記第３パワー出力ポートによって出力されるマイクロ波信号を吸収するように構成されている吸収負荷をさらに含む、 請求項３記載の放射線生成デバイス。\n【請求項5】コンピュータを 精神障害であると診断された患者を含む学習用動画を教師データとして学習させた精神障害学習モデルを記憶させる記憶部、 分析対象者の日常会話に係る分析対象動画を取得する取得部、 前記分析対象動画に前記精神障害学習モデルを適用して、前記分析対象者が前記精神障害であるか否かを分析する分析部として機能させる、 精神障害分析プログラム。\n【請求項5】緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理システムであって、 前記予約管理システムは、呼制御部、予約データ生成部及び、掲載管理部を備え、 前記呼制御部は、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信して、前記利用者端末装置からの発信履歴及び前記提供者端末装置での応答履歴を記録し、 前記予約データ生成部は、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記掲載管理部は、前記発信履歴及び応答履歴に基づいて、前記オンラインマーケットプレイスにおける提供者又は、該提供者の提供役務に係る掲載状態を変更する、 予約管理システム。\n【請求項5】前記第１の切断部は、刃として回転可能であり、前記第２の切断部は、アンビルとして静止している、請求項１の手術装置。\n【請求項5】前記（Ｂ）の工程が、前記（ａ）の工程の直前または前記（ｂ）の工程の直後に実施される、請求項３または４に記載の分析方法。\n【請求項5】先行する請求項のいずれか１つに記載の前記超音波アクチュエータ（１）を備え、前記超音波アクチュエータを固定して保持するための取付装置（１１０）と、前記超音波アクチュエータ（１）に対して移動可能であり前記超音波アクチュエータ（１）と摩擦接触する可動子（１２０）とを備える、モータ（１００）。\n【請求項5】前記第１金属部材は、円盤状であり、 前記凹部は、円環状であり、 前記第２金属部材は、円環状であり、前記円環状の凹部の外周側又は内周側に円環状のスリットを構築する、請求項３又は４記載のセンサモジュール。\n【請求項6】前記呼制御部は、前記利用者端末装置からの発信に対して前記提供者端末装置が不出だった場合、当該利用者端末装置に対して前記提供者端末装置から折り返しできないように、少なくとも当該利用者端末装置の連絡先を前記提供者端末装置に送信しない、 請求項１～５の何れかに記載の予約管理システム。\n【請求項6】前記視覚的な手がかりは、アンビルが前記細長い本体から長手方向に延在する場所を示す、請求項５に記載の手術装置。\n【請求項6】前記取付装置（１１０）は、前記超音波アクチュエータ（１）と、前記側面（５）の異なる部分（５２、５２’、５４、５４’、５６、５６’）において接触する、少なくとも４つの保持部分（１１，１１’，１１２，１１２’，１１３，１１３’）を含み、前記少なくとも４つの保持部分のうちの２つの保持部分は機械的に剛性であり、剛性保持部分（１１、１１’）を形成し、前記少なくとも４つの保持部分のうちの２つの保持部分は弾性特性を有し、弾性保持部分（１１２、１１２’）を形成することを特徴とする、請求項５に記載のモータ（１００）。\n【請求項6】請求項１～５のいずれかに記載の方法であって、 前記方法が、診断ＳＮＰであるゲノム多型、または前記診断ＳＮＰと遺伝子連鎖不平衡にあるゲノム多型について、前記患者から単離された試料をスクリーニングすることを更に含み、 前記診断ＳＮＰが応答対立遺伝子を含むのであれば、前記患者が前記治療から恩恵を受ける可能性が高く、 前記診断ＳＮＰ及び前記対応する応答対立遺伝子が、以下の表に記載のもののうちの１つまたは複数である、方法。 JPEG .jpg 236 161 JPEG .jpg 248 161 JPEG .jpg 199 161\n【請求項6】前記Ｌが式（Ｌ－１）～（Ｌ－１２）から選択される、請求項１に記載のピリミジン化合物。 式中、点線はピリミジン部位、又はＡｒ２との結合箇所を表す。 TIFF .tif 76 166\n【請求項6】前記放射部は、前記樹脂部の内部で前記スリットに向けて設けられる、請求項１及び３乃至５のいずれか一項記載のセンサモジュール。\n【請求項6】前記コントローラは、前記マイクロ波生成デバイスによって前記マイクロ波サーキュレータの前記パワー入力ポートに供給されるマイクロ波信号が、前記第１期間において少なくとも１つの第１入力マイクロ波信号を含むことを可能にし、前記マイクロ波生成デバイスによって前記マイクロ波サーキュレータの前記パワー入力ポートに供給される前記マイクロ波信号が、前記第２期間において少なくとも１つの第２入力マイクロ波信号を含むことを可能にするように構成されており、 前記少なくとも１つの第１入力マイクロ波信号のパワーは、前記少なくとも１つの第２入力マイクロ波信号のパワーよりも大きい、 請求項３記載の放射線生成デバイス。\n【請求項7】前記予約管理システムは、インシデント管理部を更に備え、 前記予約データに対する操作に基づいて、当該予約に対応付けられた提供者の情報が対応付けられたインシデント情報の登録処理を行う、 請求項１～６の何れかに記載の予約管理システム。\n【請求項7】前記視覚的な手がかりは、手術者の視野内にあり、電子ディスプレイで視覚化できる、請求項１に記載の手術装置。\n【請求項7】以下の（ａ）から（ｃ）の工程を含む、被検者における疾患、その発症リスク、その進行度合い、および／または加齢の進行度合いの検出のための指標を得る方法： （ａ）Ｆｃ結合性タンパク質を固定化した不溶性担体を充填したカラムに被検者から得た試料を添加し、当該試料中に含まれる抗体を前記担体に吸着させる工程； （ｂ）前記担体に吸着した抗体を溶出液を用いて溶出させ、抗体の分離パターンを得る工程； （ｃ）前記分離パターンにおける抗体の溶出時間と、当該時間における検出値との積の総和値を算出する工程。\n【請求項7】前記剛性保持部分（１１，１１’）と前記弾性保持部分（１１２，１１２’）とは、各々、互いに対して斜めに対向して配置されることを特徴とする、請求項６に記載のモータ。\n【請求項7】前記患者が、前記応答対立遺伝子のホモ接合体であるか、又は前記応答対立遺伝子のヘテロ接合体である、請求項６に記載の方法。\n【請求項7】前記Ａｒ２が、前記（２－１）～（２－３）、（２－５）～（２－８）である、請求項２に記載のピリミジン化合物。\n【請求項7】前記放射部は、前記スリットの近傍に設けられる、請求項１及び３乃至６のいずれか一項記載のセンサモジュール。\n【請求項8】前記予約管理システムは、検索処理部を更に備え、 個々の提供者に対して、対応可能な役務の種別及び／又は地域が設定されると共に、提供者毎に予約受付が可能な空き時間を記憶し、 前記検索処理部は、利用者端末装置より指定された前記役務の種別及び／又は地域が設定され、更に、少なくとも現在日時が空き時間として設定された前記提供者を検索すると共に、検索した前記提供者のその後の空き時間を取得して、利用者端末装置に返送する、 請求項１～７の何れかに記載の予約管理システム。\n【請求項8】前記視覚的な手がかりは、前記先端の内面または前記先端の外面の１つに配置される、請求項１に記載の手術装置。\n【請求項8】抗体がヒト由来の抗体であり、Ｆｃ結合性タンパク質が以下の（１）から（３）のいずれかのポリペプチドである、請求項１から７のいずれか１項に記載の方法： （１）配列番号１に記載のアミノ酸配列の１７番目から１９２番目までのアミノ酸残基を含み、ただし当該１７番目から１９２番目までのアミノ酸残基において、少なくとも１７６番目のバリンがフェニルアラニンに置換されたポリペプチド； （２）配列番号１に記載のアミノ酸配列の１７番目から１９２番目までのアミノ酸残基を含み、ただし当該１７番目から１９２番目までのアミノ酸残基において、少なくとも１７６番目のバリンのフェニルアラニンへの置換を有し、さらに前記置換以外に１もしくは数個の位置での１もしくは数個のアミノ酸残基の置換、欠失、挿入、および付加のうち、いずれか１つ以上をさらに有し、かつ抗体結合活性を有するポリペプチド； （３）配列番号１に記載のアミノ酸配列のうち１７番目から１９２番目までのアミノ酸配列において１７６番目のバリンのフェニルアラニンへの置換を有するアミノ酸配列全体に対して７０％以上の相同性を有するアミノ酸配列であって、ただし前記置換を含むアミノ酸配列を含み、かつ抗体結合活性を有するポリペプチド。\n【請求項8】前記取付装置（１１０）は、それぞれの剛性保持部分（１１、１１’）およびそれぞれの弾性保持部分（１１２、１１２’）によって接触される前記側面（５）の領域間に位置する前記超音波アクチュエータ（１）の前記側面（５）の異なる部分（５２、５２’、５４、５４’、５６、５６’）の１つの部分（５６、５６’）と各々が接触する２つのさらなる保持部分（１１３、１１３’）を備えることを特徴とする、請求項６または７に記載のモータ。\n【請求項8】前記Ｒ ２が、 単環、縮環、またはそれらが連結してもよい、炭素数５～２０の芳香族基、 該芳香族基は、下記環の単独、又は下記環の組み合わせによって形成される 芳香族炭化水素環、及び １６族元素を有し、かつ、Ｎを２つ以上含まない複素芳香族環、である、 請求項１に記載のピリミジン化合物。\n【請求項8】前記樹脂部の内部に設けられる基板をさらに含み、 前記放射部、前記無線通信部、及び前記センサは、前記基板に実装される、請求項１乃至７のいずれか一項記載のセンサモジュール。\n【請求項8】請求項１に記載の上記放射線生成デバイスの制御方法であって： 前記コントローラを介して前記マイクロ波生成デバイスの前記マイクロ波パワーの経時的制御を実行し、前記複数の加速管は前記複数の電子ビームをそれぞれ加速するように、前記電子ビーム生成デバイスによって生成された前記複数の加速管にそれぞれ対応する複数の電子ビームの前記ビーム負荷の経時的制御を実行し、異なるエネルギを有する複数の放射線を生成する、ステップを含む、 方法。\n【請求項9】緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理システムが実行する予約管理方法であって、 前記予約管理システムは、呼制御部、予約データ生成部及び、メッセージ機能提供部を備え、 前記呼制御部が、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信し、 前記予約データ生成部が、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記メッセージ機能提供部は、当該予約に対応付けられた前記利用者及び提供者よりメッセージを受信し、受信したメッセージを前記利用者及び提供者に表示処理し、 前記予約データ又は前記利用者に関する情報の登録状況に応じてメッセージ機能の提供が制限される一方で、前記呼制御部は、前記予約データによって対応付けられた提供者及び利用者間で通話可能に構成される、 予約管理方法。\n【請求項9】さらに前記切断部が互いに離れる開放位置から前記切断部が互いに接触する閉鎖位置に切断部を動かすように構成された付勢部材を備える、請求項１に記載の手術装置。\n【請求項9】前記可動子（１２０）は、前記超音波アクチュエータ（１）にその接触部分（５０、５０’）において直接的または間接的に接触し、トルクが前記超音波アクチュエータ（１）に作用するように前記超音波アクチュエータ（１）を間で締め付ける、２つの細長く相互に平行な走行面（１２２、１２２’）を含み、それにより、いずれの場合でも、剛性保持部分（１１，１１’）と接触している前記側面（５）の異なる部分（５２、５２’、５４、５４’、５６、５６’）の部分（５２、５２’、５４、５４’）が、前記剛性保持部分（１１，１１’）に押し付けられることを特徴とする、請求項５～８のいずれか１項に記載のモータ。\n【請求項9】前記Ｒ ２が、単環、縮環、またはそれらが連結してもよい、炭素数６～２０の芳香族炭化水素基である、請求項１に記載のピリミジン化合物。\n【請求項9】前記電子ビーム生成デバイスは： 第１電子ビーム及び第２電子ビームをそれぞれ生成する第１電子銃及び第２電子銃と、 前記コントローラに信号接続されており、前記第１電子銃及び前記第２電子銃にそれぞれ接続されている第１電子銃電源及び第２電子銃電源と、を備え、 前記コントローラを介して複数の加速管にそれぞれ対応する複数の電子ビームの前記ビーム負荷の経時的制御を実行する前記ステップは： 前記コントローラを介して、前記第１電子ビームのビーム負荷が少なくとも１つの周期の各周期における第１期間において第１ビーム負荷になるように、前記第１電子銃電源に前記第１電子ビームのビーム負荷を調整させ、前記第２電子ビームのビーム負荷が各周期における第２期間において第２ビーム負荷になるように、前記第２電子銃電源に前記第２電子ビームのビーム負荷を調整させ、前記第１期間は前記第２期間と一致しない、ステップを含む、 請求項８記載の方法。\n【請求項10】緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理システムが実行する予約管理方法であって、 前記予約管理システムは、呼制御部、予約データ生成部及び、掲載管理部を備え、 前記呼制御部が、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信して、前記利用者端末装置からの発信履歴及び前記提供者端末装置での応答履歴を記録し、 前記予約データ生成部が、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記掲載管理部は、前記発信履歴及び応答履歴に基づいて、前記オンラインマーケットプレイスにおける提供者又は、該提供者の提供役務に係る掲載状態を変更する、 予約管理方法。\n【請求項10】さらに、前記閉鎖位置から前記開放位置に前記切断部を動かすために細長い本体の近位端に配置された回転制御カラーを備え、 前記付勢部材は、前記回転制御カラーに連結して前記切断部を前記閉鎖位置に戻す、請求項９に記載の手術装置。\n【請求項10】前記可動子（１２０）は、互いに離間した少なくとも２つのガイド部分（１２５、１２５’）を含み、これらは、別途設けられたガイド要素（１３０、１３０’）または前記取付装置（１１０）のガイド部分（１１６、１１６’）と接触して、前記ガイド部分（１２５、１２５’）と前記ガイド要素（１３０、１３０’）または前記ガイド部分（１１６、１１６’）との間の摺動相対運動を可能にすることを特徴とする、請求項５～９のいずれか１項に記載のモータ。\n【請求項10】前記Ａｒ１を構成する環が、ベンゼン、ナフタレン、フェナントレン、ピリジン、キノリンである、請求項１に記載のピリミジン化合物。\n【請求項10】前記マイクロ波サーキュレータの少なくとも２つのパワー出力ポートは、第１パワー出力ポート及び第２パワー出力ポートを含み、 前記第１パワー出力ポートには、前記パワー入力ポートから供給されるマイクロ波信号が割り当てられ、前記第２パワー出力ポートには、前記第１パワー出力ポートから供給されるマイクロ波信号が割り当てられ、 前記複数の加速管は： 前記第１パワー出力ポート及び前記第１電子銃に接続された第１加速管と、 前記第２パワー出力ポート及び前記第２電子銃に接続されている第２加速管と、を含み、 前記コントローラを介して前記マイクロ波生成デバイスの前記マイクロ波パワーの経時的制御を実行するステップは： 前記コントローラを介して、前記マイクロ波生成デバイスによって前記マイクロ波サーキュレータの前記パワー入力ポートに供給されるマイクロ波信号が、前記第１期間において少なくとも１つの第１入力マイクロ波信号を含むことを可能にし、前記マイクロ波生成デバイスによって前記マイクロ波サーキュレータの前記パワー入力ポートに供給されるマイクロ波信号が、前記第２期間において少なくとも１つの第２入力マイクロ波信号を含むことを可能にし、少なくとも１つの第１入力マイクロ波信号のパワーは、少なくとも１つの第２入力マイクロ波信号のパワーよりも大きい、ステップを含む、 請求項９記載の方法。\n【請求項10】前記サーミスタ膜の第１面側に配置される第１の電極と、第１面の反対側に位置する第２面側に配置される第２の電極と、を有する請求項９記載のサーミスタ。\n【請求項11】緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理プログラムであって、 コンピュータを、呼制御部、予約データ生成部及び、メッセージ機能提供部として機能させ、 前記呼制御部が、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信し、 前記予約データ生成部は、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記メッセージ機能提供部は、当該予約に対応付けられた前記利用者及び提供者よりメッセージを受信し、受信したメッセージを前記利用者及び提供者に表示処理し、 前記予約データ又は前記利用者に関する情報の登録状況に応じてメッセージ機能の提供が制限される一方で、前記呼制御部は、前記予約データによって対応付けられた提供者及び利用者間で通話可能に構成される、 予約管理プログラム。\n【請求項11】前記第１の切断部と前記第２の切断部は、前記第１の切断部と前記第２の切断部との間に捕らえられた血管を、封止する、切断する、またはその両方を行うためにエネルギを与えられるように構成される、請求項１に記載の手術装置。\n【請求項11】下記（Ｅ１）～（Ｅ１９）又は（Ｅ２１）である、請求項１に記載のピリミジン化合物。 TIFF .tif 221 141\n【請求項11】前記少なくとも１つの第１入力マイクロ波信号は、前記第１期間の異なる部分に位置する２つの第１入力マイクロ波信号を含み、 前記２つの第１入力マイクロ波信号のパワーは同じであるか又は異なり、 前記第１期間における前記２つの第１入力マイクロ波信号の異なる部分に対応する前記第１電子ビームの前記第１ビーム負荷は同じであるか又は異なる、 請求項１０記載の方法。\n【請求項12】緊急系役務の提供者が役務を掲載して、その予約を管理するオンラインマーケットプレイスの予約管理プログラムであって、 コンピュータを、呼制御部、予約データ生成部及び、掲載管理部として機能させ、 前記呼制御部が、利用者端末装置より、前記提供者を指定した発呼を受け付け提供者端末装置に伝送して、前記発呼に対する提供者端末装置からの応答を受信して、前記利用者端末装置からの発信履歴及び前記提供者端末装置での応答履歴を記録し、 前記予約データ生成部は、少なくとも前記応答が受電を示す場合、前記発呼を行った利用者の識別情報及び、受電した前記提供者の識別情報が対応付けられた予約データを生成し、 前記掲載管理部は、前記発信履歴及び応答履歴に基づいて、前記オンラインマーケットプレイスにおける提供者又は、該提供者の提供役務に係る掲載状態を変更する、 予約管理プログラム。\n【請求項12】前記第１の切断部は、鋭い端部を有し、 前記第１の切断部の鋭い端部に面する前記第２の切断部の端部は、平坦である、請求項１に記載の手術装置。\n【請求項12】陽極と陰極の間に、少なくとも発光層を含む１以上の有機薄膜層が存在する有機電界発光素子において、前記有機薄膜層の少なくとも１層が請求項１～１１の何れか一項に記載のピリミジン化合物を含有する有機電界発光素子。\n【請求項12】前記少なくとも１つの第２入力マイクロ波信号は、前記第２期間の異なる部分に位置する２つの第２入力マイクロ波信号を含み、 前記２つの第２入力マイクロ波信号のパワーは同じであるか又は異なり、 前記第２期間における前記２つの第２入力マイクロ波信号の異なる部分に対応する前記第２電子ビームの前記第２ビーム負荷は同じであるか又は異なる、 請求項１０記載の方法。\n【請求項13】前記第１の切断部は、静止し、前記第２の切断部は、前記第１の切断部から離れて前記先端の周りで回転可能である、請求項１に記載の手術装置。\n【請求項13】請求項１～１０のいずれかに記載のサーミスタまたは請求項１１もしくは請求項１２に記載の製品を含むシステム。\n【請求項15】前記先端は、前記切断部が切欠きを通って延在することができるように、前記切欠きを有する剛性のある遷移要素を含む、請求項１に記載の手術装置。"
  },
  {
    "patent_id": "JP698984",
    "section": "claims",
    "text": "【請求項1】ＧａとＭｎとを含み、コランダム構造を有する金属酸化物を主成分として含み、Ｇａ:Ｍｎが原子比で１００：０．５～１００：１０である結晶。\n【請求項1】自動取引装置の利用者に対する業務案内の表示のためのデジタル・サイネージ用のディスプレイと、 このディスプレイに対して、業務案内の表示をするためのコンテンツを供給する表示制御装置と、 自動取引装置に近づく利用者を撮影するカメラと、 利用者の自動取引装置の使用開始前にカメラが撮影した画像を取得して、その画像を解析して、利用者が、携帯電話の通話をしている状態か、もしくは携帯電話の通話の準備をしている状態を検出したとき、表示制御装置に対して、ディスプレイに、業務案内の表示に代えてあらかじめ記憶装置に記憶された注意喚起メッセージの表示を要求し、上記の利用者に対して、超音波発信器による無変調の超音波ビームを送信する監視装置とを備えた ことを特徴とする自動取引装置の不適切使用防止システム。\n【請求項1】乳酸の水溶液から光学的に純粋なラクチドを連続的に製造する方法であって、第１の反応蒸留システム、第２の反応蒸留システム、主蒸留システム及びサイドドロー還流器を含み、新規な水平上部取り付け型（ＨＴＭ）凝縮器を用いて圧力損失を低くすることで、高い底部温度に関連する副反応を減少させる、方法。\n【請求項1】ベース体と、 揺動可能又は往復移動可能に設けられた操作体と、 前記ベース体と前記操作体との間に設けられ、前記操作体への所定方向の操作に対して反対方向の負荷を発生させる負荷発生装置と、 前記負荷発生装置を制御する制御装置と、を備え、 前記制御装置は、操作者が前記操作体に与える操作力と前記負荷発生装置が発生する前記負荷が一時的に釣り合うように前記負荷発生装置を制御し、釣り合い状態にあるときに前記負荷発生装置が発生する前記負荷を前記操作力として算出し、算出された最大操作力に基づいた負荷を発生させるように前記負荷発生装置を制御し、前記操作体の移動速度が所定の範囲内に収まるように前記負荷発生装置に発生させる前記負荷を制御する、運動用機器。\n【請求項1】測定工程、および判定工程を含み、 前記測定工程は、日中のストレスのかかる作業を行う前のタイミングにおいて、被験者の生体試料における慢性疲労マーカの量を測定し、 前記測定工程は、さらに、夜間の前記ストレスのかかる作業を行う前のタイミングにおいて、前記被験者の生体試料におけるｓＩｇＡの量を測定し、 前記日中は、８：３０から１７：００までであり、 前記夜間は、１６：３０から９：００までであり、 前記ストレスのかかる作業を行う前のタイミングは、前記ストレスのかかる作業を行う、０～６０分前であり、 前記慢性疲労マーカは、ｓＩｇＡおよびコルチゾールの両方を含み、前記判定工程において、前記測定された前記慢性疲労マーカの量に基づき、前記被験者の慢性疲労レベルを判定し、 前記判定工程において、前記日中の作業前に測定されたｓＩｇＡの量が、前記夜間の作業前に測定されたｓＩｇＡの量と比較して同程度または少ない場合、および、前記日中の作業前および前記夜間の作業前に測定されたｓＩｇＡの量が、所定の基準値よりも高濃度で推移している場合に、前記被験者の慢性疲労のレベルが高いと判定する、 慢性疲労レベル判定方法。\n【請求項1】アラビア数字を表示の押釦を５個配置して押釦に１と２と３と４と５の数字を個別表示し、入力数字に対し押釦を２度押す操作手順において入力数字１の操作手順を１１、入力数字２の操作手順を１２、入力数字３の操作手順を１３、入力数字４の操作手順を１４、入力数字５の操作手順を１５、入力数字６の操作手順を５１、入力数字７の操作手順を５２、入力数字８の操作手順を５３、入力数字９の操作手順を５４、入力数字０の操作手順を５５としてなる数字入力用押釦を、１２時の位置を１、３時の位置を２、６時の位置を３、９時の位置を４、中央の位置を５に設定して配置した機器。\n【請求項1】電気炉または取鍋において、ガス吹き込み攪拌を行いつつ、固体炭素材料（以下「炭材」ともいう。）を溶鉄の上方から添加して加炭を行う方法において、灰分含有量ＡＳＨが１２質量％以上となる炭素材料を使用し、ガス吹き込みについては、下記式（３）により算出される攪拌動力密度εを、 溶鉄温度Ｔが炭材中灰分の溶融点温度Ｔm以下の場合は下記式（１）を満たす攪拌動力密度εとし、溶鉄温度Ｔが炭材中灰分の溶融点温度Ｔm以上の場合は下記式（２）を満たす攪拌動力密度εとすることを特徴とする、溶鉄への加炭方法。 ε＞（０．１７８×ＡＳＨ－１．６９６）×{(Ｔm－Ｔ)／(Ｔm－1400)×０．７５＋０．２５} 式（１） ε＞（０．１７８×ＡＳＨ－１．６９６）×０．２５ 式（２） ただし、ε：攪拌動力密度（ｋＷ／ｍ３）、ＡＳＨ：炭材中灰分含有量（質量％）、Ｔm：炭材中灰分の溶融点温度（℃）である。 ε＝３７１×Ｑ×(Ｔ＋２７３)／Ｖ×{ｌｎ(１＋ρ×ｇ×Ｌ／Ｐ)＋１－(Ｔｎ＋２７３)／(Ｔ＋２７３)} 式（３） ただし、Ｑ：底吹きガス合計流量（Ｎｍ3／ｓ）、Ｔ：溶鉄温度（℃）、Ｖ：溶鉄体積（ｍ3）、ρ：溶鉄密度（ｋｇ／ｍ3）、ｇ：重力加速度（ｍ／ｓ2）、Ｌ：吹き込みガスの浮上高さ（ｍ）、Ｐ：雰囲気の圧力（Ｐａ）、Ｔｎ：吹込みガス温度（℃）である。\n【請求項1】複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させる表示制御部と、 前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行う募集制御部と、 を有し、 前記表示制御部は、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームで入手可能なゲーム媒体の所持条件を満たさないユーザに関する情報をグループごとに表示する、 情報処理装置。\n【請求項1】一般式（1A）： TIFF .tif 28 170 ［式中、Rは各々フッ素原子又はフルオロアルキル基を示す。］ で表されるフルオロオレフィン化合物と、 一般式（3）： TIFF .tif 28 170 ［式中、Rは前記に同じである。］ で表されるフルオロオレフィン化合物とを含有する、組成物であって、 前記一般式（1A）で表されるフルオロオレフィン化合物の含有量が、前記組成物の総量を100モル%として、95.0～99.9モル%である、組成物。\n【請求項1】電極と電解液とが収容されているセル室を複数有する鉛蓄電池であって、 各前記セル室で発生したガスを共通の排気口から外部に排気する共通通路を形成する共通通路部と、 前記セル室毎に設けられており、前記セル室と前記共通通路とを個別に連通する個別通路を形成する個別通路部と、 前記共通通路において各前記セル室で発生したガスが共通に通過する位置に配されている第１のフィルタと、 前記共通通路において各前記セル室で発生したガスが共通に通過する位置に配されており、前記ガスの圧力によって開弁する開閉弁と、 各前記個別通路に配されている第２のフィルタと、 内部が複数の前記セル室に仕切られており、上側に開口している電槽と、 前記開口を塞ぐ蓋部材であって、前記共通通路部が一体に形成されている蓋部材と、 を備え、 前記蓋部材は、各前記セル室の上に設けられている注液口と、前記注液口に栓をする液口栓とを有し、 前記共通通路部は、前記注液口毎に設けられている第１の筒部であって、前記注液口を囲んで前記蓋部材の下面から下に向かって筒状に延びる第１の筒部と、隣り合う前記第１の筒部同士を連通する連通路を形成する連通路部とを有し、 前記個別通路部は前記液口栓と一体に設けられており、前記液口栓の下面から下に向かって筒状に延びる第２の筒部であって、内部に前記第２のフィルタが収容されており、外周面に開口が形成されている第２の筒部を有し、 前記第２の筒部の前記開口より下側の部分が前記第１の筒部の内周面に密着しており、 前記第２の筒部の内部に流入したガスが前記第２のフィルタを通過して前記開口から前記共通通路に流入する、鉛蓄電池。\n【請求項2】コランダム構造の金属酸化物の金属成分中におけるＧａの含有量が３０原子％以上である、請求項１に記載の結晶。\n【請求項2】自動取引装置の操作をする場所の直上に、上記の超音波発信器を取り付けて、その真下に向けて超音波ビームを送信することを特徴とする請求項１に記載の自動取引装置の不適切使用防止システム。\n【請求項2】前記ＨＴＭ凝縮器は、前記第１の反応蒸留システムの蒸留塔の頂部に直接的に溶接又は接続される、請求項１に記載の方法。\n【請求項2】前記制御装置は、予め設定された複数の運動モードのいずれか一つが選択されたときに、前記最大操作力と選択された運動モードとに基づいた負荷を発生させるように前記負荷発生装置を制御する、請求項１に記載の運動用機器。\n【請求項2】前記判定工程において、複数の日にわたって測定された前記日中の作業前に測定されたコルチゾールの量が、所定の基準値よりも低濃度で推移している場合に、前記被験者の慢性疲労レベルが高いと判定する、請求項１記載の慢性疲労レベル判定方法。\n【請求項2】複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させる表示制御部と、 前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行う募集制御部と、 を有し、 前記表示制御部は、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームの参加条件を満たすユーザに関する情報をグループごとに表示する、 情報処理装置。\n【請求項2】前記一般式（3）で表されるフルオロオレフィン化合物の含有量が、前記組成物の総量を100モル%として、0.1～4.0モル%である、請求項１に記載の組成物。\n【請求項3】利用者が、携帯電話の通話をしている状態か、もしくは携帯電話の通話の準備をしている状態を検出したとき、自動取引装置の操作をする場所に、１０KHｚ以上の音波を発する発信器を取り付けて送信し、携帯電話の通話を妨げることを特徴とする請求項１に記載の自動取引装置の不適切使用防止システム。\n【請求項3】前記ＨＴＭ凝縮器は、前記第２の反応蒸留システムの蒸留塔の頂部に直接的に溶接又は接続される、請求項１に記載の方法。\n【請求項3】前記制御装置は、予め設定された複数の運動モードのいずれか一つが選択されたときに、前記操作体の前記移動速度が選択された運動モードに基づいた速度になるように前記負荷発生装置に発生させる前記負荷を制御する、請求項１に記載の運動用機器。\n【請求項3】前記測定工程は、さらに、前記夜間の前記ストレスのかかる作業を行う前のタイミングにおいて、前記被験者の生体試料におけるｓＩｇＡの量を測定し、 前記判定工程において、前記日中の作業前および前記夜間の作業前に測定されたｓＩｇＡの量が、所定の基準値よりも高濃度で推移しており、且つ、複数の日にわたって測定された、前記日中の作業前に測定されたコルチゾールの量が、所定の基準値よりも低濃度で推移している場合に、前記被験者の慢性疲労レベルが高いと判定する、請求項１又は２記載の慢性疲労レベル判定方法。\n【請求項3】プロセッサが、複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させるステップと、 プロセッサが、前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行うステップと、 を有し、 前記表示させるステップは、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームで入手可能なゲーム媒体の所持条件を満たさないユーザに関する情報をグループごとに表示する、 情報処理方法。\n【請求項3】さらに、一般式（4）： CF 3 CFRX （4） ［式中、Rは前記に同じである。Xはフッ素原子以外のハロゲン原子を示す。］ で表される化合物を含有する、請求項１又は２に記載の組成物。\n【請求項4】ＧａとＭｎとを含み、コランダム構造を有し、Ｇａ:Ｍｎが原子比で１００：０．５～１００：１０である結晶性酸化物半導体。\n【請求項4】音響信号発生器から指向性のある音響信号を自動取引装置の操作場所の直上から床に向けて発射し、もしくは相対する壁の間で超音波を反射させて、携帯電話の通話を妨げる限定された非通話領域を形成することを特徴とする請求項１に記載の自動取引装置の不適切使用防止システム。\n【請求項4】前記負荷発生装置は、電磁リリーフ弁と液圧シリンダとを有する、請求項１乃至３のいずれか１項に記載の運動用機器。\n【請求項4】プロセッサに、複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させるステップと、 プロセッサに、前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行うステップと、 を実行させ、 前記表示させるステップは、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームで入手可能なゲーム媒体の所持条件を満たさないユーザに関する情報をグループごとに表示する、 プログラム。\n【請求項4】前記一般式（4）で表されるフルオロオレフィン化合物の含有量が、前記組成物の総量を100モル%として、0.01～1.00モル%である、請求項３に記載の組成物。\n【請求項5】コランダム構造を有する結晶性酸化物半導体の金属成分中におけるＧａの含有量が、３０原子％以上である、請求項４記載の結晶性酸化物半導体。\n【請求項5】前記ＨＴＭ凝縮器は、前記サイドドロー還流器の頂部に直接的に溶接又は接続される、請求項１に記載の方法。\n【請求項5】ベース体と、 揺動可能又は往復移動可能に設けられた操作体と、 前記ベース体と前記操作体との間に設けられ、前記操作体への所定方向の操作に対して反対方向の負荷を発生させる負荷発生装置と、 前記負荷発生装置を制御する制御装置と、を備え、 前記制御装置は、前記操作体の移動速度が所定の範囲内に収まるように前記負荷発生装置に発生させる前記負荷を制御する、運動用機器\n【請求項5】ｓＩｇＡに特異的に結合する結合物質、およびコルチゾールに特異的に結合する結合物質を含み、請求項１から４のいずれか一項に記載の慢性疲労レベル判定方法に使用する、判定試薬。\n【請求項5】サーバと端末装置とを備え、 前記サーバは、 前記端末装置に、複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させる表示制御部と、 前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行う募集制御部と、 を有し、 前記表示制御部は、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームで入手可能なゲーム媒体の所持条件を満たさないユーザに関する情報をグループごとに表示する、 情報処理システム。\n【請求項5】さらに、一般式（5）： CF 3 CFHR （4） ［式中、Rは前記に同じである。］ で表される化合物を含有する、請求項１～４のいずれか１項に記載の組成物。\n【請求項6】前記ＨＴＭ凝縮器は、 円筒状のシェル、及び、上記シェルの内部に取り付けられた複数の管と、 上記シェルの中央部に３～７°の傾斜で設置され、上記シェルの内部空間をその上方の管配置セクションとその下方の空のセクションに分離する縦バッフルであって、上記管配置セクションにおいて、２つの垂直な単一のセグメントバッフルが、左右端で上記縦バッフルに別々に接続され、上記２つの垂直な単一のセグメントバッフルの間に別の３つの垂直な単一のセグメントバッフルが設置される縦バッフルと、 蒸留塔の頂部から上昇する蒸気用の、前記ＨＴＭ凝縮器の底部の蒸気入口、前記ＨＴＭ凝縮器の頂部の未凝縮蒸気出口、凝縮物を蓄積するための上記蒸気入口の周りの環状セクション、前記環状セクションの低い位置にある塔頂液体生成物出口、及び、前記環状セクションの高い位置にある内部還流出口とを含む、請求項１に記載の方法。\n【請求項6】プロセッサが、複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させるステップと、 プロセッサが、前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行うステップと、 を有し、 前記表示させるステップは、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームの参加条件を満たすユーザに関する情報をグループごとに表示する、 情報処理方法。\n【請求項6】前記一般式（5）で表される化合物の含有量が、前記組成物の総量を100モル%として、0.01～0.20モル%である、請求項５に記載の組成物。\n【請求項7】前記結晶性酸化物半導体中におけるＭｎの含有量が、前記ドーパントの含有量よりも少ない、請求項６記載の結晶性酸化物半導体。\n【請求項7】前記ＨＴＭ凝縮器は、凝縮される蒸気用の１つのシェル通路と、複数の冷却媒体用の管通路とを有する、請求項１に記載の方法。\n【請求項7】プロセッサに、複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させるステップと、 プロセッサに、前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行うステップと、 を実行させ、 前記表示させるステップは、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームの参加条件を満たすユーザに関する情報をグループごとに表示する、 プログラム。\n【請求項8】キャリア密度が、１×１０１５／ｃｍ３～１×１０２２／ｃｍ３の範囲内にある、請求項６または７に記載の結晶性酸化物半導体。\n【請求項8】前記ＨＴＭ凝縮器において、蒸留塔の頂部からの蒸気は、前記縦バッフル及び前記５つの垂直なバッフルによってガイドされ、管内を流れる冷却媒体と熱交換する、請求項６に記載の方法。\n【請求項8】サーバと端末装置とを備え、 前記サーバは、 前記端末装置に、複数のユーザが共同でゲームを行うマルチプレイを募集するグループの指定を第１ユーザから受け付ける画面に、前記第１ユーザによる、マルチプレイの成立のし易さの判断に資する情報をグループごとに表示させる表示制御部と、 前記第１ユーザが指定した少なくとも１のグループに所属する第２ユーザに対して、前記マルチプレイの募集を行う募集制御部と、 を有し、 前記表示制御部は、前記第１ユーザからマルチプレイを募集する対象のゲームの選択を受け付けた場合に、前記マルチプレイの成立のし易さの判断に資する情報として、当該選択されたゲームの参加条件を満たすユーザに関する情報をグループごとに表示する、 情報処理システム。\n【請求項9】キャリア密度が、１×１０１８／ｃｍ３～１×１０２２／ｃｍ３の範囲内にある、請求項６または７に記載の結晶性酸化物半導体。\n【請求項9】前記ＨＴＭ凝縮器の前記管配置セクションにおいて、蒸気凝縮は、前記縦バッフル及び前記５つの垂直な単一のセグメントバッフルによって形成される領域で発生し、前記縦バッフルの左右端の外側の領域でより少ない程度で発生する、請求項６に記載の方法。\n【請求項10】前記ＨＴＭ凝縮器において、形成された凝縮物の大部分は、前記傾斜した縦バッフルを横切って、前記縦バッフルと前記シェルの内壁との間の隙間を通って前記シェルの前記空の空間に流れ込み、残りの凝縮物は、前記縦バッフルの左右端の外側から前記空の空間に直接的に落下する、請求項６に記載の方法。\n【請求項11】前記ＨＴＭ凝縮器において、形成された全ての凝縮物は、最終的に前記蒸気入口の周りの前記環状セクションに収集される、請求項６に記載の方法。\n【請求項12】結晶性酸化物半導体膜を少なくとも備える半導体装置であって、前記結晶性酸化物半導体膜が、請求項１～３のいずれかに記載の結晶および／または請求項４～１１のいずれかに記載の結晶性酸化物半導体を含む半導体装置。\n【請求項13】前記結晶性酸化物半導体膜の第１面側に配置された第１の電極と第２の電極とを有し、前記第１の電極は前記第２の電極から離間して配置されている、請求項１２記載の半導体装置。\n【請求項13】乳酸の水溶液から光学的に純粋なラクチドを連続的に製造する装置であって、第１の反応蒸留システム、第２の反応蒸留システム、主蒸留システム及びサイドドロー還流器を含み、新規な水平上部取り付け型（ＨＴＭ）凝縮器を用いて圧力損失を低くすることで、高い底部温度に関連する副反応を減少させ、第２の反応蒸留システムからのパージ流を濃縮するための濃縮装置を用いて、パージ流に含まれる金属汚染物質を除去し、金属がシステム内で蓄積することを防止し、未変換の乳酸オリゴマーの解重合によって粗ラクチドを回収する、装置。\n【請求項14】前記結晶性酸化物半導体膜の第１面側に配置された第１の電極と、前記結晶性酸化物半導体膜の第２面側に配置された第２の電極とを有し、前記第２面は前記第１面と反対側に位置する請求項１２記載の半導体装置。\n【請求項15】前記拭い取り薄膜蒸発器内で生成された前記粗ラクチドの蒸気は、前記外部凝縮器内で凝縮される、請求項１４に記載の装置。\n【請求項16】前記濃縮装置において、濃縮された留分は、金属汚染物質を含み、金属を回収するための後続のプロセスに送られる、請求項１３に記載の装置。\n【請求項19】半導体装置を備える半導体システムであって、前記半導体装置が、請求項１２～１８のいずれかに記載の半導体装置である半導体システム。"
  }
]